{
  "deck": "Astrologian",
  "type": "tarot",
  "itemLabel": "card",
  "reversals": "yes",
  "items": [
    "The Bole",
    "The Balance",
    "The Spire",
    "The Arrow",
    "The Ewer",
    "The Spear",

    "Ace of Shields",
    "Two of Shields",
    "Three of Shields",
    "Four of Shields",
    "Lady of Shields",
    "Lord of Shields",

    "Ace of Wands",
    "Two of Wands",
    "Three of Wands",
    "Four of Wands",
    "Lady of Wands",
    "Lord of Wands",

    "Ace of Hammers",
    "Two of Hammers",
    "Three of Hammers",
    "Four of Hammers",
    "Lady of Hammers",
    "Lord of Hammers",

    "Ace of Swords",
    "Two of Swords",
    "Three of Swords",
    "Four of Swords",
    "Lady of Swords",
    "Lord of Swords",

    "Ace of Cups",
    "Two of Cups",
    "Three of Cups",
    "Four of Cups",
    "Lady of Cups",
    "Lord of Cups",

    "Ace of Spears",
    "Two of Spears",
    "Three of Spears",
    "Four of Spears",
    "Lady of Spears",
    "Lord of Spears",

    "Lady of Crowns",
    "Lord of Crowns"
  ],

  "The Bole": "Nophica the Matron rules over the positive energy from this card. The goddess wields her steel scythe and promises the adventurer abundances from her harvest. She stands before the mighty World Tree which enhances her blessings and protection. You can look forward to an abundance of blessings and good fortune. You could also come across an individual who brings you good luck and fortune.",
  "The Bole Reversed": "This card shows Alythk the Keeper standing before the World Tree with his mythril greataxe. He is defensive and protective, standing ready to fight. The Keeper is so focused on defending what he holds dear that he loses sight of what it is he’s actually protecting. This card is typically a warning from Althyk to reassess your situation, look at the broader picture, and formulate a more cohesive strategy on how to accomplish your goal. It also could mean you are about to come across an individual who is very stressed, anxious, and stubborn, and they could use your help.",
  "The Balance": "On this card, Azeyma the goddess of the sun and inquiry extends her arms downward and to either side of herself. In her right hand she holds her golden fan and in her left she holds a flaming sword. She shines brightly with the sun as her halo and Nald’thal stands guard at her feet. The rays of her halo sparkle and flare with the gifts and blessings of prosperity and life. This card is a reminder from Azeyma to balance out the good with the bad in your life so the precious moments they experience can be cherished. This card might also represent a woman who comes into your life to help you reorganize yourself in order to have better control and balance over things.",
  "The Balance Reversed": "In the Reverse position, Nald’thal stands at the feet of Azeyma. Nald cautions those who tread towards Thal’s realm that their spirits will be judged to see if they are worthy to continue into the afterlife. With the Balance in this Reversed position, you are being warned with caution by Nald’thal to take your choices into better consideration before executing them for they are subject to judgement. This card could also mean a strong spiritual figure or a merchant in your life, one who will drastically change the adventurer’s spirituality or wealth. It would be wise to be unopposed to change, because change is inevitable.",
  "The Spire": "On this card, Byregot works at the top of his spire, constructing and creating with his two-headed hammer and lightning to power his machinations. Rhalgr is below the spire throwing his own levinbolts to attempt and destroy his son’s creations within the tower. Byregot represents completion, integration, and accomplishment but he also warns of the constant dangers around you and that disaster could lurk in the most unsuspecting places. You could be facing a sudden change, upheaval, or disaster in your life and the card is warning them to be cautious. This card could also represent a stubborn man your life who will make you feel humble, frightened, and insecure at first… but within time you will see that this person helped you grow and accept change.",
  "The Spire Reversed": "In the Reverse position, Rhalgr strikes at his son’s spiraling tower with his destructive lightning, roaring vehemently towards the darkened skies. The spire represents how sometimes destruction is necessary for new creation to take root. Rhalgr is telling you to stay strong through this tumultuous time in order to learn an important lesson. Even if it’s shocking and difficult to deal with, this time is an important part of your journey. If this card appears in this position in a spread it is suggesting that change and transformation may not be easy to accept and that transition during this big change will take time and a great deal of patience. This transformation is potentially painful and the destruction is frightening and thus there is resistance. However, in order to create the change you are seeking you must go through a period of significant discomfort. Now is the time to not be afraid and to take risks, endure the hardships because it makes one stronger. This card could also be representative of a figure within your life who will trigger a drastic change that you are unprepared for and will not know how to handle.",
  "The Arrow": "On this card, Llymlaen guides Oschon and his free spirit with the arrow of her navigator’s compass. The two deities travel in unison to discover all the parts of the world and give blessings to travelers and the free spirited at heart. This card is telling you that, with guidance and wisdom you will soon depart for a grand journey. This journey could be a physical trip or a spiritual sort. This card also represents the strength of willpower to overcome obstacles and challenges. For all the hardship in your way, there will be a great deal of satisfaction at your final destination. This card could also represent a person entering your life whom you must assist in embarking on a great journey – be it physical or spiritual.",
  "The Arrow Reversed": "In the Reverse position, this card shows how Oschon turns away from Llymlaen’s compass needle, feeling the sting of the arrowhead’s tip. Oschon believes that Llymlaen is overbearing in trying to tell him where his free spirit should wander. This card indicates you are struggling with control in your life, and that the power of opposing forces is driving you down a path at the mercy of fate. This card is telling you to pause, gain control of the wheel, and become more disciplined and focused. This card could also be warning you of a jealous figure in your life that is trying to manipulate circumstances against your wishes. It could also stand for a person in your life who is lost and needs stability and discipline.",
  "The Ewer": "This card depicts Nymeia and Thaliak standing back to back, surrounded by the Rivers of the Lifestream. Nymeia pours the water of vitality and introspection into the Lifestream while Thaliak moves the waters with his ashen staff. This card represents wisdom and understanding, peace and serenity, knowledge and reflection. This duo is telling you to pay closer attention to your thoughts, emotions, and dreams. To better understand a situation is to have greater knowledge, and the Ewer encourages you to trust your intuition.",
  "The Ewer Reversed": "In the Reverse position, Nymeia and Thaliak are standing back to back, but it is obvious that both Nymeia and Thaliak’s ears are covered and they are unable to hear one another. This prevents the two from working in perfect harmony. The only way the two can communicate is through the mirror-like reflection of the Lifestream. This card indicates that there is a tremendous lack of focus in your life and this is preventing you from reflecting on your circumstances. Reflect on your inner self so you don’t lose touch with your humanity.",
  "The Spear": "This card shows Menphina as she dances in her own soft silver light while Halone stands guard with her spear in a constant vigil. Flurries of snowflakes swirl around the goddesses creating a winter wonderland filled with mystery and enchantment. This card indicates strength, confidence, trust, and love. The goddesses, while polar opposites, work in harmony together and trust one another. This card could indicate a few potential meanings depending on the other cards present in the spread. The Spear could represent that you will need to put your trust into others, it could represent a strong sexual or physical attraction that goes beyond instant gratification and lust, or it could represent a strong sense of faith. The Spear could also symbolize the need for you to make a choice that shakes your morality. The choice will never be obvious or easy; however there is a distinct difference between right and wrong when it comes to the options presented to you.",
  "The Spear Reversed": "In the Reverse position, Halone’s fury and Menphina’s love push the balance of the two out of order and can signify a tremendous rift between you and someone important in your life. Halone calls for you to seek out your inner strength and courage while Menphina calls for you to tap into your compassion and mercy. The Spear in Reverse tells you to come to terms with your negative feelings so that you may quickly conquer those emotions and stand strong once again. This card could also indicate that a relationship is coming to an end or one person in a partnership has stronger feelings than the other, and this could lead to disappointment and insecurity.",
  "Ace of Shields": "Manifestation, opportunity, prosperity. On this card is depicted a sunny landscape, covered in welcoming grass and small flowers. The sky is bright blue with pure white clouds. In the center of the field is a large earth crystal. In the divine position, this field is welcoming you in, giving you free opportunity to take advantage of the beautiful serene day in whatever way you wish.",
  "Ace of Shields Reversed": "Lost opportunity, lack of planning or foresight. On this card is depicted a sunny landscape, covered in welcoming grass and small flowers. The sky is bright blue with pure white clouds. In the center of the field is a large earth crystal. In the reverse position, this beautiful, inviting field is unavailable to you. Perhaps you have other obligations, or perhaps it is just not an oppertunity you can use at this moment.",
  "Two of Shields": "Teamwork, collaboration, executing on a plan. The Two of Shields depicts a Bard playing a ballad beside a battlefield. In this divine position, they play their music to support their team members on the field before them.",
  "Two of Shields Reversed": "Inability to work with others, misalignment, working alone. The Two of Shields depicts a Bard playing a ballad beside a battlefield. In this reverse position, they play their music off to the side, seperating themself from the fight going on nearby.",
  "Three of Shields": "Adaptability, time management, prioritisation. This card depicts a Summoner. In one hand is their summoning tome, and in front of them are three carbunkles, each a different color. In this, the divine position, the Summoner is in control of the situation, managing their summons as the situation demands.",
  "Three of Shields Reversed": "Disorganization, disarray, over-committment. This card depicts a Summoner. In one hand is their summoning tome, and in front of them are three carbunkles, each a different color. In this, the reversed position, the carbunkles are getting away from their Summoner, each running where they will.",
  "Four of Shields": "Control, stability, security. The Four of Shields depicts a Monk, standing on one leg in a meditative posture. In this position, the Monk is balanced, holding firm and keeping control of their balance.",
  "Four of Shields Reversed": "Greed, burning through resources, hoarding. The Four of Shields depicts a Monk, standing on one leg in a meditative posture. In this reversed position, the Monk is burning through energy trying to keep themself upright.",
  "Lady of Shields": "Perceptive, independent, unbiased judgement, clear boundaries. This card depicts an Astrologian with a moonstone circlet sitting at a table. Several people are sitting around the table with them, looking to the Astrologian for advice. The Astrologian is calmly and cooly giving their opinion on the matter.",
  "Lady of Shields Reversed": "Cold-hearted, over-emotional, easily influenced.  This card depicts an Astrologian with a moonstone circlet sitting at a table. Several people are sitting around the table with them, looking to the Astrologian for advice. The Astrologian is giving their opiniion on the matter in a brash manner, making their personal feelings clear.",
  "Lord of Shields": "Discipline, structure, control. On this card we see a Paladin standing atop a cliff, giving a speech to a batalion of troops. In this position, the Paladin has the attention of his troops and they respect the Paladin as their commander.",
  "Lord of Shields Reversed": "Lack of discipline, inflexibility, domineering. On this card we see a Paladin standing atop a cliff, giving a speech to a batalion of troops. In this position, the Paladin is being overly demanding of their troups, leading via status and structure rather than earned respect.",
  "Ace of Wands": "Social butterfly, public recognition, confidence. This card depicts a stormy night on a mountaintop. A bolt of lightning is striking a cluster of lightning crystals, lighting up the night as it's power outshines all other light resources.",
  "Ace of Wands Reversed": "Self-respect, egotism, losing self. This card depicts a stormy night on a mountaintop. A bolt of lightning is striking a cluster of lightning crystals, but its light is lost in the chaos of the storm.",
  "Two of Wands": "Challenge, competition, perseverance. On this card, the Machinist stands on a hill, shooting down into a crowd of enemies. Their expression is determined, even eager in the face of such adversity.",
  "Two of Wands Reversed": "Overwhelmed, giving up, exhaustion. On this card, the Machinist stands on a hill, shooting down into a crowd of enemies. Their expression is stressed, as they appear to be wavering in their determination.",
  "Three of Wands": "Courage, persistence, resilience. This card depicts a wounded Dragoon leaning on their lance, looking at the field of enemies they have defeated. They have a stance of determination as they look at the horizon, ready for what comes next.",
  "Three of Wands Reversed": "Defensive, destructive, paranoid. This card depicts a wounded Dragoon leaning on their lance, looking at the field of enemies they have defeated. They have taken a defensive posture as they look at the horizon warily.",
  "Four of Wands": "Burden, responsibility, completion, hard work. On this card, a Red Mage stands at the fore of a group of warriors, their blade at the ready. They are ready for whatever responsibility their group needs them to take on, balancing the energies of different tactics.",
  "Four of Wands Reversed": "Release, taking on too much, doing it all. On this card, a Red Mage stands at the fore of a group of warriors, but their mind is distracted. They have to balance white and black magics, ranged spells and melee attacks. They are juggling too much in this scenario.",
  "Lady of Wands": "Energetic, curious, passionate, impulsive. This card depicts a Scholar inside a library, eagerly delving into pile after pile of books researching the answers they seek. Their eyes are alight with excitement as they find motivation to continue within the work itself.",
  "Lady of Wands Reversed": "Haste, scattered energy, delays, frustration. This card depicts a Scholar inside a library, eagerly delving into pile after pile of books researching the answers they seek. Their brow is furrowed, however, as they struggle to find the answers that will satisfy them.",
  "Lord of Wands": "Opinionated, courage, influence. This card depicts a Gunbreaker at the mouth of a cave, looking back at their team inside the cave. Outside the cave is a large monster waiting to strike. The Gunbreaker instructs and guides their team on how they will approach fighting this monster.",
  "Lord of Wands Reversed": "Self-doubt, raw emotion, hidden strength. This card depicts a Gunbreaker at the mouth of a cave, looking back at their team inside the cave. Outside the cave is a large monster waiting to strike. The Gunbreaker hesitates to give orders to their team, costing them the oppertune moment.",
  "Ace of Hammers": "Inspiration, creative beginnings, potential. This card depicts a campfire in the dark of night, just started by an unseen group of adventurers. The flames are shaped like a cluster of fire crystals. In this, the divine position, the campfire is thriving in the dark.",
  "Ace of Hammers Reversed": "Delays, lack of motivation, lack of direction. This card depicts a campfire in the dark of night, just started by an unseen group of adventurers. The flames are shaped like a cluster of fire crystals. In this, the reverse position, the campfire is struggling in the dark.",
  "Two of Hammers": "Planning for the future, making decisions, discovery. On this card, a carpenter compares several pieces of wood, examining their shapes and qualities. In this, the divine position, the carpenter is carefully deciding and planning how to use the wood to its fullest potential.",
  "Two of Hammers Reversed": "Fear of the unknown, strict personal goals, perfectionism. On this card, a carpenter compares several pieces of wood, examining their shapes and qualities. In this, the reverse position, the carpenter fears starting the project because they are unsure it will turn out well. Their fear has locked them into inaction lest they try and fail.",
  "Three of Hammers": "Disagreement, competition, tension, and conflict. This card shows two crafters back to back. One is a blacksmith, while the other is an armorer. They both labor over their respective ores, churning out the best bars they can. There is a tension between the two, and an air of competition as they raise their hammers for the next blow.",
  "Three of Hammers Reversed": "Conflict avoidance, diversity, tension release. This card shows two crafters back to back. One is a blacksmith, while the other is an armorer. They both labor over their respective ores, churning out the best bars they can. There is a silence between them and, despite the fact that they do not meet each others eyes, their hammers are raised in union.",
  "Four of Hammers": "Celebration, harmony, unions, community. This card depicts a community gathered together to celebrate a wedding. As part of this, a goldsmith is presenting a commissioned wedding band to one of the happy couple. In this, the divine position, this ring is a celebration of the union.",
  "Four of Hammers Reversed": "Breakdowns, awkward transitions. This card depicts a community gathered together to celebrate a wedding. As part of this, a goldsmith is presenting a commissioned wedding band to one of two getting married. In this, the reversed position, there is a tension in this transaction, a hesitation before transitioning into this committment.",
  "Lady of Hammers": "Exuberance, warmth, determination. A Culinarian carries a tray of fresh baked bread through a busy kitchen. They are calling out to their fellow chefs, coordinating with them to ensure the entire meal is put out on time.",
  "Lady of Hammers Reversed": "Aggressive, demanding, shrinking violet. A Culinarian carries a tray of fresh baked bread through a busy kitchen. They are calling out to their fellow chefs, demanding assistance of them to complete their specific task.",
  "Lord of Hammers": "Leadership, entrepreneurship, honor. On this card there is a tall mountain, stretching far into the sky. Near the top stands a miner, their hand outstretched with a large cluster of fire crystals in their grasp. The miner's companions stand further down the mountain, looking up to the miner above them.",
  "Lord of Hammers Reversed": "Impulsive, ruthless, and hasty. On this card there is a tall mountain, stretching far into the sky. Near the top stands a miner, their hand outstretched with a large cluster of fire crystals in their grasp. In this, the reversed position, the miner's footing is unstable. The miner's companions stand further down the mountain, looking up to the miner above them.",
  "Ace of Swords": "Mental clarity, revelation, new ideas. On this card is depicted a soaring tower. Jutting out of the tower are several large growths of green wind crystals. In this, the divine position, the skies are clear and serene.",
  "Ace of Swords Reversed": "Confusion, clouded judgement, rethinking ideas. On this card is depicted a soaring tower. Jutting out of the tower are several large growths of green wind crystals. In this, the reverse position, the skies are ominous and foreboding in color.",
  "Two of Swords": "Avoidance, difficult choices, unavoidable crossroads. This is a difficult card. On it, a bard is faced with a choice of which of their two companions to use a protective ballad upon. It is a choice with dire consequences but the bard's mouth is open to sing, showing they have made a decision.",
  "Two of Swords Reversed": "Information and emotional overload, stalemate, confusion. This is a difficult card. On it, a bard is faced with a choice of which of their two companions to use a protective ballad upon. It is a choice with dire consequences, and the bard does not yet seem to have made a choice, even when inaction might have worse consequences.",
  "Three of Swords": "Heartbreak, grief, emotional pain. This card shows us the bridges of Ishgard besieged by dragons. A dragoon is crouched over the body of their comrade in mourning, clearly taken away from the battlefield to have this moment to grieve.",
  "Three of Swords Reversed": "Optimism, releasing pain, forgiveness. This card shows us the bridges of Ishgard besieged by dragons. A dragoon is crouched over the body of their comrade in mourning. However, while the dragoon grieves, the war still wages behind them.",
  "Four of Swords": "Contemplation, recouperation, relaxation. A samurai sits with their sheathed sword across their lap on the face of this card. Their hand is on their sword's hilt, but the grip is not tightened. The samurai is calm, reflecting on events and recentering themself for what is ahead.",
  "Four of Swords Reversed": "Stagnation, exhaustion, restlessness. A samurai sits with their sheathed sword across their lap on the face of this card. Their hand is on their sword's hilt, ready to react whenever necessary. The samurai is tense despite this quiet moment.",
  "Lady of Swords": "Practical, maternal, nurturing. On this card we see an Astrologian with a sunstone headband walking through the halls of an observatory. The Astrologian greets a group of their students, checking in with them.",
  "Lady of Swords Reversed": "Imbalance in commitments, self-care, work-home conflict. On this card we see an Astrologian with a sunstone headband walking through the halls of an observatory. The Astrologian ignores a group of their students, focussing on where they are going instead.",
  "Lord of Swords": "Intellectual power, mental clarity, authority, truth. The Dark Knight displayed on this card holds their sword upright, in front of half their face. The reflection of their face on the blade is crystal clear.",
  "Lord of Swords Reversed": "Inner truth, abuse of power, manipulation. The Dark Knight displayed on this card holds their sword upright, in front of half their face. The reflection of their face on the blade is darkened, somewhat warped.",
  "Ace of Cups": " Compassion, creativity, new relationships. On this card you can see a multi-tiered waterfall. In the center is a large cluster of water crystals. The water splashes past on its journey safely through each tier of the waterfall.",
  "Ace of Cups Reversed": "Blocked emotions, stifled feelings, self-love. On this card you can see a multi-tiered waterfall. In the center is a large cluster of water crystals. The water splashes past on its journey through each tier of the waterfall, but the water doesn't all reach the bottom of the waterfall, some getting stuck at each step of the journey.",
  "Two of Cups": "Education, apprenticeship, repetitive tasks. This card depicts two alchemists, one clearly teaching the other how to mix various concoctions. This being the divine position, the student is learning from their teacher very effectively.",
  "Two of Cups Reversed": "Perfectionism, self-development, lack of focus. This card depicts two alchemists, one clearly teaching the other how to mix various concoctions. This being the reverse position, the student shows frustration with the lessons, maybe because of their teacher or from a lack of focus.",
  "Three of Cups": "Vision, investment. On this card, you can see a weaver standing beside a large shipment, taking inventory of their new supplies. In this position, the weaver has taken initiative to stock up on basic fabrics as a long term investment.",
  "Three of Cups Reversed": "Limited success, ill-consideration. On this card, you can see a weaver standing beside a large shipment, taking inventory of their new supplies. In this position, the weaver is stymied on what to make with what they have collected, having purchased the shipment wihtout clear planning.",
  "Four of Cups": "Meditation, contemplation, reevaluation. The Fisher on this card sits at the edge of a ship, their line cast into the waters below. Their expression is contemplative as they evaluate their options regarding their next cast.",
  "Four of Cups Reversed": "Withdrawal, retreat, uninspired. The Fisher on this card sits at the edge of a ship, their line cast into the waters below. Their expression is one of boredom as they continue to cast the same way each time, regardless of the results.",
  "Lady of Cups":"Calm, intuitive, in the flow, stable. This card depicts a leatherworker working their way through a stack of skins, tanning each in turn with the utmost care. Their movements are smooth and habitual.",
  "Lady of Cups Reversed":"Insecure, co-dependency, self-care. This card depicts a leatherworker working their way through a stack of skins, tanning each in turn. Their movements are hesitant, however, as if nervous to do anything without another's assurances.",
  "Lord of Cups": "Generosity, happiness, compassionate. The Botanist on this card is sitting in their garden, talking over the garden wall to a group of crafters who all are looking for supplies. The Botanist is more than willing in this situation to hand over the requested items.",
  "Lord of Cups Reversed": "Volatility, immaturity, moodiness. The Botanist on this card is sitting in their garden, talking over the garden wall to a group of crafters who all are looking for supplies. The Botanist in this instance is irritated by the requests for their hard work to be handed over.",
  "Ace of Spears": "Love, new relationships. This card depicts a snowy forest clearing. A large cluster of ice crystals juts out of the ground. Perched atop it are two birds which seem to be nesting together.",
  "Ace of Spears Reversed": "Isolation, cold hatred, self-love. This card depicts a snowy forest clearing. A large cluster of ice crystals juts out of the ground. Perched atop it are two birds fighting over a spot to sit.",
  "Two of Spears": "Partnership, attraction, relationships. This card shows two Dancers on a stage. Their movements are in harmony with each other, and indeed they seem to watch each other closely to predict each other's next move.",
  "Two of Spears Reversed": "Break-up, lack of harmony. This card shows two Dancers on a stage. Their movements are discordant with each other, and indeed they seem to be ignoring each other.",
  "Three of Spears": "Choices, illusion, wishful thinking. This card depicts a Black Mage readying a spell. As their magic swirls around them, their face is serene, clearly envisioning what they wish to happen.",
  "Three of Spears Reversed": "Temptation, choice exhaustion, personal values. This card depicts a Black Mage readying a spell. As their magic swirls around them, their face is troubled, distressed and unsure of what they are about to cast.",
  "Four of Spears": "Escapism, abandonment, withdrawal. On this card we see a Ninja climbing out of a boat. Across the water, where they came from, is a smoking battlefield. The Ninja is somber but this appears to be a calculated move to leave the battlefield.",
  "Four of Spears Reversed": "Hopelessness, drifting spirits. On this card we see a Ninja climbing out of a boat. Across the water, where they came from, is a smoking battlefield. The Ninja looks listless, like they've lost hope and don't know where to turn next.",
  "Lady of Spears": "Charming, compassionate, romantic. On this card we see a group of many healers, the key amongst which is a White Mage. The White Mage crouches over a patient's bed, while others in need of healing queue nearby for their magic. The White Mage is eager to help as many as possible, a smile on their face as they give everyone a turn.",
  "Lady of Spears Reversed": "Unrealistic, jealous, moody. On this card we see a group of many healers, the key amongst which is a White Mage. The White Mage crouches over a patient's bed, while others in need of healing queue nearby for their magic. The White Mage is eager to get through as many patients as possible in order to win their praises.",
  "Lord of Spears": "Intuition, inner knowledge, refinement. This card shows a Warrior standing before a horde of their foes. Their eyes gleam with inner light, as the Warrior is in control of their inner nature.",
  "Lord of Spears Reversed": "Secrets, disconnected, rudeness. This card shows a Warrior standing before a horde of their foes. Their eyes glow with unnatural light, as the Warrior is giving in to their inner nature.",
  "Lady of Crowns": "A card of change. The Lady of Crowns signifies change coming from a distant source.",
  "Lady of Crowns Reversed": "A card of change. The Lady of Crowns Reversed signifies you will cause change to someone not close to you.",
  "Lord of Crowns": "A card of change. The Lord of Crowns signifies change coming from an nearby source.",
  "Lord of Crowns Reversed": "A card of change. The Lord of Crowns signifies you will be a source of change to someone near to you."
}
