{
  "deck": "Astrologian",
  "cards": [
    "The Bole",
    "The Balance",
    "The Spire",
    "The Arrow",
    "The Ewer",
    "The Spear",

    "Ace of Shields",
    "Two of Shields",
    "Three of Shields",
    "Four of Shields",
    "Five of Shields",
    "Lord of Shields",

    "Ace of Wands",
    "Two of Wands",
    "Three of Wands",
    "Four of Wands",
    "Lady of Wands",
    "Lord of Wands",

    "Ace of Hammers",
    "Two of Hammers",
    "Three of Hammers",
    "Four of Hammers",
    "Lady of Hammers",
    "Lord of Hammers",

    "Ace of Swords",
    "Two of Swords",
    "Three of Swords",
    "Four of Swords",
    "Lady of Swords",
    "Lord of Swords",

    "Ace of Cups",
    "Two of Cups",
    "Three of Cups",
    "Four of Cups",
    "Lady of Cups",
    "Lord of Cups",

    "Ace of Spears",
    "Two of Spears",
    "Three of Spears",
    "Four of Spears",
    "Lady of Spears",
    "Lord of Spears"
  ],

  "The Bole": "In the Divine position, Nophica the Matron rules over the positive energy from this card. The goddess wields her steel scythe and promises the adventurer abundances from her harvest. She stands before the mighty World Tree which enhances her blessings and protection. If the Bole is drawn into a spread in the Divine position, the adventurer can look forward to an abundance of blessings and good fortune. The adventurer could also come across an individual who brings them good luck and fortune.",
  "The Bole Reversed": "In the Reverse position, Alythk the Keeper stands before the World Tree with his mythril greataxe. He is defensive and protective, standing ready to fight. The Keeper is so focused on defending what he holds dear that he loses sight of what it is he’s actually protecting. If the Bole is drawn into a spread in the Reverse position, the adventurer is being warned by Althyk to reassess their situation, look at the broader picture, and formulate a more cohesive strategy on how to accomplish their goal. The adventurer could also come across an individual who is very stressed, anxious, and stubborn and is in desperate need of help.",
  "The Balance": "In the Divine position, Azeyma the goddess of the sun and inquiry extends her arms downward and to either side of herself. In her right hand she holds her golden fan and in her left she holds a flaming sword. She shines brightly with the sun as her halo and Nald’thal stands guard at her feet. The rays of her halo sparkle and flare with the gifts and blessings of prosperity and life. If the Balance is drawn into a spread in the Divine position, the adventurer is being guided by Azeyma to look at the balance of life and death… that without death, and Nald’thal at her feet… then life would be meaningless – without night, and her sister Menphina, that the day and the sun would serve no purpose other than to scorch the earth. She reminds the adventurer to balance out the good with the bad in their lives so the precious moments they experience can be cherished. This card could also represent a woman who comes into the adventurer’s life who helps them reorganize themselves in order to have better control and balance over themselves and their surroundings.",
  "The Balance Reversed": "In the Reverse position, Nald’thal stands at the feet of Azeyma. Nald cautions those who tread towards Thal’s realm that their spirits will first be judged to see if they are worthy to continue into the afterlife. Those who sit at the seat under the balance are judged. If one tips the scales towards Azeyma’s right hand that holds her golden fan they are granted permission to pass. If one tips the scales towards Azeyma’s left hand which holds a flaming sword, then the soul is denied access into the Underworld and must continue for the rest of eternity in purgatory. If the Balance card is drawn into a spread in the Reverse position, the adventurer is being warned with caution by Nald’thal to take their choices into better consideration before executing them or they will be judged in the afterlife. Only those who are worthy will pass into Thal’s realm. This card in this position could also be representative of a strong spiritual figure or a merchant in the adventurer’s life, one who will drastically change the adventurer’s spirituality or wealth. It’s advising the adventurer to be unopposed to change.",
  "The Spire": "In the Divine position, Byregot works at the top of his spire constructing and creating with his two-headed hammer and lightning to power his machinations. With Rhalgr below the spire throwing his own levinbolts to attempt and destroy his son’s creations within the tower. Byregot represents completion, integration, and accomplishment but he also warns the adventurer of the constant dangers around them and that disaster could lurk in the most unsuspecting places. If this card is drawn in this position, the adventurer could face a sudden change, upheaval, or disaster in their lives and the card is warning them to be cautious. This card could also represent a stubborn man in the adventurer’s life who will make the adventurer feel humble, frightened, and insecure at first… but within time the adventurer will see that this person was merely there to help them on their journey to accepting the change in their life.",
  "The Spire Reversed": "In the Reverse position, Rhalgr strikes at his son’s spiraling tower with his destructive lightning, roaring vehemently towards the darkened skies. The spire represents the delayed necessity of destruction as it cycles into creation starting anew. Rhalgr is telling the adventurer that they must stay strong through this tumultuous time in order to learn an important lesson. Even if it’s shocking and difficult to deal with, this time is an important part of the adventurer’s journey. If this card appears in this position in a spread it is suggesting that change and transformation are not easy for the adventurer to accept and that transition during this big change will take time and a great deal of patience. It suggested that this transformation is potentially painful and the destruction is frightening and thus there is resistance. The adventurer must be made aware that in order to create the change they are seeking they must go through a period of significant discomfort. Now is the time to not be afraid and to take risks, endure the hardships because it makes one stronger. This card could also be representative of a figure within the adventurer’s life who will trigger a drastic change that the adventurer is unprepared for and will not know how to handle. Depending on the intuition of the inquiring party, this card could also represent that the adventurer knows that impending doom is on the horizon and they might just hardly avoid the disaster.",
  "The Arrow": "In the Divine position, Llymlaen guides Oschon and his free spirit throughout the lands and waters of Hydaelyn with the arrow of her navigator’s compass. The two deities travel in unison to discover all the parts of the world and give blessings to travelers and the free spirited at heart. If this card is drawn in this position into a spread it is telling the adventurer that with guidance and wisdom they will soon depart for a grand journey – this journey could be a physical trip or a spiritual transcendence depending on the rest of the cards in the spread. While it does promote travel this card also represents the strength of willpower to overcome obstacles and challenges, it encourages one to be determined and strong even through the toughest of hardships, and that eventually the wind will carry the adventurer to their destination and once that goal is achieved there will be a great deal of satisfaction. This card could also represent a person who will enter the adventurer’s life and assist them in embarking on a great journey – be it travel or spiritual.",
  "The Arrow Reversed": "In the Reverse position, Oschon turns away from Llymlaen’s compass needle feeling the sting of the arrowhead’s tip. Oschon believes that Llymlaen is overbearing in trying to tell him where his free spirit should wander. Llymlaen secretly bubbles jealousy and resentment towards Oschon due to his love for Menphina and his constant pursuit of trying to find his love, when Llymlaen is constantly at his side to guide him. If this card appears in the Reverse position in a spread it is representative of the fact that the adventurer is struggling with control in their life, and that the power of opposing forces is driving them down their path and the adventurer is at the mercy of fate. This card is telling the adventurer to pause, gain control of the wheel, and become more disciplined and focused. This card could also be warning the adventurer of a jealous figure in their life that is trying to manipulate circumstances out of the adventurer’s favor. It could also stand for a person in the adventurer’s life who is lost and needs stability and discipline.",
  "The Ewer": "In the Divine position, Nymeia and Thaliak stand back to back surrounded by the Rivers of the Lifestream, their feet are dipped in the aetherial waters and Nymeia holds a vase that flows the water of vitality and introspection into the Lifestream while Thaliak moves the waters with his ashen staff. If this card appears in the Divine position in a spread it represents wisdom and understanding, peace and serenity, knowledge and reflection. With the aid of Nymeia’s Ewer and Thaliak’s stirring of the waters the two symbolize spiritual enlightenment, inner illumination, and a link to the subconscious mind. This card is telling the adventurer to pay closer attention to their thoughts, their emotions, and their dreams. To better understand a situation is to have greater knowledge, and the Ewer promotes the adventurer’s intuition.",
  "The Ewer Reversed": "In the Reverse position, it is obvious that both Nymeia and Thaliak’s ears are covered and they are unable to hear one another, therefore this prevents the two from working in perfect harmony. Nyemia’s white silk veil shrouds her ears and Thaliak’s scholar’s collar covers the sides of his face, and the only way the two can communicate is through the mirror like reflection of the Lifestream. If this card appears in this position in your spread, it indicates that there is a tremendous lack of focus in the adventurer’s life and this is preventing the adventurer from meditation and reflecting on their circumstances. The ewer vase is representative of the body, while the water inside it symbolizes the soul… the water inside the vase is always there, it just depends on the body when they tap into the water’s power. The Ewer is encouraging the adventurer to reflect on their inner self so they don’t lose touch with their humanity.",
  "The Spear": "In the Divine position, Menphina dances in her own soft silver light while Halone stands in a constant vigil over the moon goddess with her trident-spear ever at the ready in case intruders attempt to defile such a sacred ritual. Flurries of snowflakes swirl around the goddesses creating a winter wonderland filled with mystery and enchantment. If this card appears in this position within the spread, it indicates strength, confidence, trust, and love. The goddesses while polar opposites work in harmony together and trust one another. Halone protects Menphina and Menphina’s moonbeams enhance the power of Halone’s spear. This card could indicate a few potential meanings depending on the other cards present in the spread. The Spear could represent that the adventurer will need to confide their trust into others, it could represent a strong sexual or physical attraction that goes beyond instant gratification and lust, or it could represent a strong sense of faith. The Spear could also symbolize the need for the adventurer to make a choice that shakes their morality. It is telling the adventurer to consider all angles before acting and that the adventurer’s morality and values will be severely challenged, and a definite choice must be made based on that morality. The choices will never be obvious or easy; however there is a distinct difference between right and wrong when it comes to the options presented to the adventurer.",
  "The Spear Reversed": "In the Reverse position, Halone’s fury and Menphina’s love push the balance of the goddesses out of order and can signify a tremendous rift between the adventurer and someone important in their life. If this card appears in this position within the spread, it is a clear sign of weakness and obstinacy. Halone calls for the adventurer to seek out their inner strength and courage while Menphina calls for the adventurer to tap into their compassion and mercy. The Spear in Reverse tells the adventurer to come to terms with their negative feelings so that they may quickly conquer those emotions and stand strong once again. This card could also indicate that a relationship is coming to an end or one person in the partnership has stronger feelings than the other and this could lead to disappointment and insecurity.",
  "Ace of Shields": "Earth Crystal - Manifestation, opportunity, prosperity.",
  "Ace of Shields Reversed": "Earth Crystal - Lack of planning, lack of foresight.",
  "Two of Shields": "Summoner - Adaptability, time management.",
  "Two of Shields Reversed": "Summoner - Disorganization, financial disarray.",
  "Three of Shields": "Bard - Teamwork, collaboration.",
  "Three of Shields Reversed": "Bard - Teamwork, collaboration.",
  "Four of Shields": "Monk - Teamwork, collaboration.",
  "Four of Shields Reversed": "Monk - Inability to work with others.",
  "Lady of Shields": "Nocturnal Astrologian - Perceptive, independent.",
  "Lady of Shields Reversed": "Nocturnal Astrologian - Cold-hearted, over-emotional.",
  "Lord of Shields": "Paladin - Discipline, abundance, control.",
  "Lord of Shields Reversed": "Paladin - Discipline, abundance, control.",
  "Ace of Wands": "Lightning Crystal - Victory, public recognition, confidence.",
  "Ace of Wands Reversed": "Lightning Crystal - Egotism, disrepute.",
  "Two of Wands": "Machinist - Challenge, competition, perseverance.",
  "Two of Wands Reversed": "Machinist - Overwhelmed, giving up.",
  "Three of Wands": "Dragoon - Courage, persistence, resilience.",
  "Three of Wands Reversed": "Dragoon - Defensive, destructive, paranoid.",
  "Four of Wands": "Red Mage - Isolation, restriction.",
  "Four of Wands Reversed": "Red Mage - Release, open to new perspectives.",
  "Lady of Wands": "Scholar - Energetic, curious.",
  "Lady of Wands Reversed": "Scholar - Broken promises, all talk and no action.",
  "Lord of Wands": "Gunbreaker - Opinionated, passionate.",
  "Lord of Wands Reversed": "Gunbreaker - Lusty, avoids responsibility.",
  "Ace of Hammers": "Fire Crystal - Inspiration, creative beginnings.",
  "Ace of Hammers Reversed": "Fire Crystal - delays, lack of motivation.",
  "Two of Hammers": "Carpenter - Progress, making decisions, discovery.",
  "Two of Hammers Reversed": "Carpenter - Fear of the unknown.",
  "Three of Hammers": "Blacksmith/Armorer - Disagreement, competition, tension, and conflict.",
  "Three of Hammers Reversed": "Blacksmith/Armorer - Avoiding conflict, diversity.",
  "Four of Hammers": "Goldsmith - Celebration, harmony, marriage, community.",
  "Four of Hammers Reversed": "Goldsmith - Breakdowns, awkward transitions.",
  "Lady of Hammers": "Culinarian - Exuberance, warmth.",
  "Lady of Hammers Reversed": "Culinarian - Aggressive, demanding.",
  "Lord of Hammers": "Miner - Leadership, entrepreneur.",
  "Lord of Hammers Reversed": "Miner - Impulsive, ruthless, and hasty.",
  "Ace of Swords": "Wind Crystal - Mental clarity, revelation.",
  "Ace of Swords Reversed": "Wind Crystal - Confusion, chaos.",
  "Two of Swords": "Bard - Indecision, stalemate, blocked emotions.",
  "Two of Swords Reversed": "Bard - Information and emotional overload.",
  "Three of Swords": "Dragoon - Heartbreak, grief, rejection.",
  "Three of Swords Reversed": "Dragoon - Optimism, releasing pain, forgiveness.",
  "Four of Swords": "Samurai - Contemplation, passive, relaxation.",
  "Four of Swords Reversed": "Samurai - Lazy, restlessness.",
  "Lady of Swords": "Diurnal Astrologian - Practical, maternal.",
  "Lady of Swords Reversed": "Diurnal Astrologian - Imbalance in commitments.",
  "Lord of Swords": "Dark Knight - Intellectual, authoritative.",
  "Lord of Swords Reversed": "Dark Knight - Manipulative, abusive, tyrannical.",
  "Ace of Cups": "Water Crystal - Compassion, creativity.",
  "Ace of Cups Reversed": "Water Crystal - Blocked emotions.",
  "Two of Cups": "Alchemist - Education, apprenticeship.",
  "Two of Cups Reversed": "Alchemist - Perfectionism, lack of focus.",
  "Three of Cups": "Weaver - Vision, investment.",
  "Three of Cups Reversed": "Weaver - Limited success.",
  "Four of Cups": "Fisher - Meditation, contemplation.",
  "Four of Cups Reversed": "Fisher - Apathy, boredom, aloof.",
  "Lady of Cups":"Leatherworker - Calm, intuitive.",
  "Lady of Cups Reversed":"Leatherworker - Insecure, dependent.",
  "Lord of Cups": "Botanist - Generosity, happiness.",
  "Lord of Cups Reversed": "Botanist - Volatility, immaturity.",
  "Ace of Spears": "Ice Crystal - Love, sexuality.",
  "Ace of Spears Reversed": "Ice Crystal - Pent up lust, cold hatred.",
  "Two of Spears": "Dancer - Partnership, attraction, relationships.",
  "Two of Spears Reversed": "Dancer - Break-up, lack of harmony.",
  "Three of Spears": "Black Mage - Fantasy, illusion, imagination.",
  "Three of Spears Reversed": "Black Mage - Temptation, appearance versus reality.",
  "Four of Spears": "Ninja - Escapism, abandonment, withdrawal.",
  "Four of Spears Reversed": "Ninja - Hopelessness, drifting spirits.",
  "Lady of Spears": "White Mage - Charming, compassionate, merciful.",
  "Lady of Spears Reversed": "White Mage - Unrealistic, jealous.",
  "Lord of Spears": "Warrior - Romantic, suave, intrepid.",
  "Lord of Spears Reversed": "Warrior - Unfaithful, unsophisticated, rude."
}
