{
  "deck": "Greenwood",
  "type": "tarot",
  "itemLabel": "card",
  "reversals": "no",
  "items": [
    "The Fool",
    "The Ancestor",
    "The Pole Star",
    "The Lovers",
    "The Greenwoman",
    "The Greenman",
    "The Blasted Oak",
    "Strength",
    "Reflection",
    "Wheel of Fortune",
    "Death",
    "The Guardian",
    "The Hermit",
    "Judgement",
    "Balance",
    "The Archer",
    "Justice",
    "The Seer",
    "The Shaman",
    "The Moon",
    "The Sun",
    "The World Tree",

    "Ace of Wands: Spark of Life",
    "Two of Wands: Decision",
    "Three of Wands: Fulfilment",
    "Four of Wands: Celebration",
    "Five of Wands: Power",
    "Six of Wands: Harvest",
    "Seven of Wands: Clearance",
    "Eight of Wands: Hearthfire",
    "Nine of Wands: Respect",
    "Ten of Wands: Responsibility",
    "Page of Wands: Stoat",
    "Knight of Wands: Fox",
    "Queen of Wands: Hare",
    "King of Wands: Adder",

    "Ace of Arrows: Breath of Life",
    "Two of Arrows: Injustice",
    "Three of Arrows: Jealousy",
    "Four of Arrows: Rest",
    "Five of Arrows: Frustration",
    "Six of Arrows: Transition",
    "Seven of Arrows: Insecurity",
    "Eight of Arrows: Struggle",
    "Nine of Arrows: Dedication",
    "Ten of Arrows: Instruction",
    "Page of Arrows: Green Woodpecker",
    "Knight of Arrows: Hawk",
    "Queen of Arrows: Deer",
    "King of Arrows: Lynx",

    "Ace of Cups: Waters of Life",
    "Two of Cups: Attraction",
    "Three of Cups: Joy",
    "Four of Cups: Boredom",
    "Five of Cups: Ecstasy",
    "Six of Cups: Reunion",
    "Seven of Cups: Mourning",
    "Eight of Cups: Rebirth",
    "Nine of Cups: Generosity",
    "Ten of Cups: Happiness",
    "Page of Cups: Kingfisher",
    "Knight of Cups: Salmon",
    "Queen of Cups: Heron",
    "King of Cups: Reindeer",

    "Ace of Stones: Foundation",
    "Two of Stones: Challenge",
    "Three of Stones: Creativity",
    "Four of Stones: Protection",
    "Five of Stones: Endurance",
    "Six of Stones: Exploitation",
    "Seven of Stones: Healing",
    "Eight of Stones: Skill",
    "Nine of Stones: Tradition",
    "Ten of Stones: Home",
    "Page of Stones: Wren",
    "Knight of Stones: Wolf",
    "Queen of Stones: Bear",
    "King of Stones: Horse"
  ],

  "The Fool": "A young and beautiful figure opens their heart to the universe. Clothed in feathers and greenery, they are illuminated by the heart of the Greenwood. There is a playful and naive aspect to their character. and they hold the sun and moon in their hands like balls. Although they are suddenly inspired by insights into another world and life, and are open to exploring it, they do not have the understanding or responsibility necessary for grounding it. However, it is often The Fool that sees more of the patterns of life, however momentarily, than those whose feet are firmly on the earth. So in this card The Fool has a ‘vision’ of their future journey, a labyrinth, shimmering with stars behind them. The Fools’ soul is re-animated, but just as a butterfly may live for only a few days, this state of divine illumination is not be maintained for long periods as it leads to ‘burn-out’. Many poets, writers, and musicians die young, unable to move from this state of being. The path forward is explained in the card. The knotted kerchief (of red and white-one’s essential energy) contains one’s previous experience. The Fool must pick that up and take it with them, rather than leaping blindly , unwilling to face responsibility for the potential re-creation of a pattern of behaviour that needs breaking. Note that the ‘Fool’ stands unaware of the precarious slant of the cliff, and is out of their tree; i.e. standing above the tree that is their grounded body. The Fool must fly off the cliff and follow the inner voice of their heart (as yet undeveloped) the small white deer, so that they can walk on the land and meet the first guide on their journey-The Ancestor.",
  "The Ancestor": "This is an image of my very first vision that appeared to me many years ago. Even though I did not understand it at the time, I remained true to it, and knew that by having it my life had irrevocably changed. The image shows a reindeer figure (female reindeer are antlered) holding a frame drum and a leaping horse drum stick with which she is beating the heart of the frozen land alive. Beside her, there are reindeer prints in the snow, demarcating your way into the Greenwood to begin your initiatory cycle. The first trackways were made by the repeated travelling of tribes along the migratory routes of the reindeer, who followed the same paths for thousands of years. The reindeer were therefore seen as spiritual/shamanistic guides, along all actual as well as visionary paths. (This is brilliantly documented in the Saami film ‘Pathfinder’). The Ancestor is therefore the guardian of all those who have walked these ways before you, holding the gentle wisdom of all ancestral memory. She is the creatrix, calling forth the four elements, (the Aces), and therefore the world itself, into being. Venus rises beside the new moon as first light breaks. This star is also your star of destiny, the guiding star of your life, your soul or guardian angel. Healing energy renews, and cleanses the crown chakra and aura, pouring down from a higher source- The Star. Drawing The Ancestor means a new start; profound insights, spiritual guidance, a feeling of being on the right path, being guided by means of dreams and visions. A spiritual blessing on one’s life.",
  "The Pole Star": "If The Ancestor is associated with the beginnings of human consciousness, and the formulation of a mythology based on the interaction between people and the land; then the Star is concerned with creation myths of the earth itself. Where do we come from? Is there a spiritual consciousness behind our existence? Is there a deeper purpose underlying our lives? Ancient beliefs thought that the souls of the dead returned to the stars, and new born souls came into physical incarnation from the stars. Nowadays great importance is placed on recording our exact time of birth so that our astrological chart can be generated, giving us a life pattern based on the interaction between earth, planets and constellations. We consist of atoms and particles like stars. The most ancient symbol of life and death in European culture is the cup and ring mark, and this is the shape made by stars forming themselves in the cosmos. This shape itself clarifies why The Star card is linked to the Aces-from nothing, something is formed, i.e. 0 becomes one. The Star and The Ancestor form a creation myth; because this has been forgotten it is important to restate it. ‘From the essence of stars in the universe, the earth was created, and was blessed. The first tree on earth was the silver birch; the World Tree. From the tree emerged its guardian, the first reindeer, The Primal Creatress, who waits until the first light, the dawn of human consciousness, aware of the guidance and blessing of her origins The Star. With an archaic singing, She drums the manifest world into being. First the four elements, the Breath of life, the Spark of life, the Waters of life, and the first land-the Foundation. Then She calls the primal forest, the birds and animals, the first people. She then marks out the first pathway with her own totem, the reindeer. And she will walk forever with all generations, so that they may remember their origins in the stars, and learn wisdom from those who have preceded them.’ In the picture of The Star card, healing, radiance and a renewal of blessing pours down upon the pole (crown) of the earth. By visualising this card and the purity of the four elements, you can work towards healing the terrible damage we have inflicted upon the ozone layer, water system and the earth itself. Positive, focused and energised visualisation is a very powerful means of effecting change. Drawing The Star card signifies a renewal of spiritual energy, cleansing and healing, a revitalised sense of direction, guidance from your ‘lucky star’, an intuitive knowledge of your destiny.",
  "The Lovers": "This is a non-gendered Lovers card, which was turned down by the publisher, but is available if preferred. Two people, deer headed, to signify their tender hearts, are charged with the energy of love. Their golden antlers, bedecked with hawthorn, draw down the spiritual love, as their union is blessed, giving their hearts wings. Their individual stars shine, confirming that this is their destiny. Their bodies are charged with polaric energy, one hand raised to keep the current flowing, the other handfasted, blessing the land below, pouring out the life giving energy of love. The design is based around a central axis around which the couple cross-polarise. Between their hands a rose is illuminated. The background shows the Merry Maidens stone circle, and a maypole with traditional may day celebrants-a hobby horse, Maid Marion and a Jack in the Green. The red and white dragons, the polaric energies are unified by the lovers encompassing all genders.",
  "The Greenwoman": "The Greenwoman is she who blesses those that come through the gateway of life, with love, healing and protection. She is the spiritual and actual warmth of the midsummer sun, and gives the breath of life to nature, and the newly born. Wild roses, symbol of an open heart, flow from her. Round her neck is a gold torc, a symbol of her sovereignty as Empress. Her golden cup is of amber, a translucent resin often called the teardrops of the sun. The Greenwoman is also a tree in full leaf supporting many other species in its branches. She is abundance made manifest. The winged dragon, or wyvern is green, as the energies are rich and fertile. There are very few carved representations of foliate green women. I only know of four in the UK of which three are in Oxford. This is because of the msygogny of the Middle Ages, when the Greenman had usurped the creative power of the woman and the Goddess. Whilst these green male faces breath forth the greenery of the divine logos, or fertile power of male wisdom, the Oxford green women hide behind rather than issue forth the creative life force. So my Greenwoman breaks with tradition. The Sheila-na-gig is the gateway of life. The flame on her third eye burns with divine intelligence and inner wisdom. She is also the oracle , voicing the heart of the land. She is the empowered heart, at one with herself, independent, creative, loving, stable, abundant, nurturing herself and others.",
  "The Greenman": "The Greenman or carved foliate face disgorges vegetation.This is the force behind the ancient gods of nature and vegetation deities, enriching and revivifying the land. The Greenman like the Greenwoman balances position with love, and radiates this outwards for the benefit of others. They are the guardians of others, mediators between the spiritual, the natural and the human, hence the original titles, The Emperor and The Empress. Ideally their stable abundance is shared with their community for the good of the land, with an empowered heart. A sharing without arrogance. A kind and forceful personality. A good and responsible father. A speaker of truth on behalf of the land. Sometimes the Greenman and Greenwoman live ‘in their heads’ alienated from the realities of life outside their own world, not wanting to face the shaky foundations of their lives; when these cracks can be suppressed no longer, the fall comes in The Blasted Oak.",
  "The Blasted Oak": "A green figure is liberated from their bonds by the force of the lightening striking the oak tree. You have been out on a limb, clinging on to an untenable situation. The air is charged with emotion. Pent up tears or anger are released. Although these times are often traumatic, this is the first stage of healing; yet there may be a loss of stability as the familiar is replaced by the unknown. Be gentle on yourself and give yourself time to heal. The thunderbolt could also be thrown at you by a figure in authority, using their power over you, as anger, or intimidation, for instance. Use the balance of Strength to stand up to them or seek help.",
  "Strength": "The Strength card concerns following what you feel is right for you, doing your true will. Society is not supportive of individual dedication to an unusual path, and incredible strength of heart is needed to stay on it. If one’s initial impulse to follow your heart (Ancestor and Archer) has been lost by the pressures and attractions of everyday living, i.e. Lovers, Greenman/Woman, then Strength calls to your heart to rededicate your life. At this stage this might require sacrificing some aspect of it, which leads to the tensions in The Blasted Oak. The image shows a woman with a mask of the mountain lion with eagle feathers, against the burning sun , dressed in the August colours of the land. A lioness empowers and encircles her heart. Tied upon her spear is the oldest animal headed statue ever found in Europe (30,000 BCE) a leonine human. It is very similar to the Egyptian statues of the Goddess Sekmet but 28,000 years earlier. Prehistoric European cave lions, now extinct, were unmaned, like a large mountain lion. The spear of power (air) is balanced by the cup of compassion. This balance cannot be held for long. It is a card of fullness seeking release, a build up of energy that needs grounding, a thundery sky needing rain, passion, anger, pre-menstrual tension, pregnancy about to birth, ecstatic dance or trance that could become oracular, a harvest ready for picking. It is not an easy energy to utilise yet when surrendered to produces ecstatic liberation that is both tenderness and wildness, a powerful creativity that can be used to transform your life into a dance of the heart.",
  "Reflection": "When the foundation of one’s life seems to have collapsed beneath you, you can seek sanctuary in Reflection from the emotional intensity of The Blasted Oak. Reflection is a new card that I have added to the traditional tarot deck. It is similar in meaning to the usual High Priestess card which I have replaced with the more grounded Seer. Having studied medieval symbolism, I knew that there was a conservatism and consistency in its use; I therefore found it strange that only three of the four virtues, Strength, Temperance and Justice are usually included in a tarot deck. Prudence is missing. She is traditionally depicted as a serpent-tailed woman, holding a mirror, sometimes enthroned. I considered this the perfect and necessary image for the Autumn Equinox phase of the wheel-the journey to the watery west. Reflection is concerned with sacred mysteries, which were practised upon islands in lakes-set apart from everyday living. people would visit the priestesses upon these islands which were scattered amidst miles of marsh land.In areas like Somerset,England, people lived in wooden houses on stilts, lake villages. Flat bottomed boats were made from oak logs, these took you through the mists to the island . In the card Reflection, a person lays sleeping in the boat. They are resting, in need of healing, perhaps dreaming. A serpent-tailed woman holds a Celtic mirror and crystal ball/moon. She is Morgan (Morvran-sea raven), the Lady of the Lake. Her serpent tail and mirror associate her with mermaids. These have been much misunderstood. Originally they represented powerful female sensuality, the abilty to see otherworlds, the ebb and flow of watery currents. During the iron age, (Celtic period) rainfall increased substantially and much land was consumed by water. This archetype has become known as The Lady of the Lake. But that mythology denies the more ancient Goddesses of water and knowledge such as the Goddess of the Boyne River Eire, Boand. Reflection depicts an initiator into the deeper mysteries of sensual healing, spiritual healing, womens cycles and psychism. Just as water is a natural mirror, she holds a mirror up to you so that you are forced to look at your reflection and taught how to love or change what you see there. Her cauldron of wisdom, contains a herbal brew to enhance vision. The heron, the silent wise guardian of the mysteries, has the heron/crane bag, the medicine bag of all knowledge hanging round its neck. Originally the oracular priestess would have worn a heron feather cloak and been heavily tattooed with woad-dyed enspiralled patterns representing the ebb and flow of the water. The moon of course influences these. In a reading this card indicates profound healing, a period of introspection, healing, immersion in myths and visions, stellar lore, conception, learning about yourself.",
  "Wheel of Fortune": "Amidst the misty waters a vertical iron-age loom has been made from living hazel trees. Hazel, when coppiced, grows into straight poles. It is also a sacred tree that grows beside the pool of knowledge (see The Salmon). Across the loom are spread the warp and weft of living green, stretching in all four directions out to infinity. These connect you with to the cosmic web, or the web of wyrd (fate) for your life is intimately connected to that of the living universe. At the base of the loom hang the loom weights. You are weaving the cloak that is the pattern of your life. There is a process of interaction at work in this card and the mediators are the three cloaked figures standing at the lower right of the cloak. These are the three fates, the norns, the hooded ones who watch over your destiny. Originally a triplicity of oracular priestesses cloaked in heron or raven feathers would be consulted on one of these sacred islands, hidden by mists and accessible only by a boat. By a combination of dreamwork, teaching, divination and healing, the person whose soul is wounded would be taught to see the patterns, the strands running through their lives. In the centre of the cloak is the layout of the wheel for the Greenwood Tarot cards. Our tarot is a unified, self-contained system. By studying it one will gain profound insights into the connection between one’s own psychology and the natural world, and European mythology. It is important to know that your weaving is flexible, your destiny is not woven for you, it is an interaction; every one of your actions can affect a change in the design of your cloak at any point. It is never finished but is continually unravelling and being rewoven. You may have severed the threads binding you to others for reasons of self-protection - these can be rewoven, carefully linking you to the abundance of the world (six of wands, Harvest) thereby avoiding unwanted situations (six of stones, Exploitation). The primal guardians of the Greenwood Tarot, the owl, horse, deer, bear, heron, raven and Green person stand as guardians of its teachings.",
  "Death": "This image is stark and unavoidable, like death itself. This card signifies a continuous process, an active state. Therefore the skull (of a reindeer) is still in the process of being defleshed by carrion. You are being stripped to the bone and there is no longer any escape from having to face up to the truth of your life. The all-seeing eye of the raven watches and reveals all you would prefer to keep hidden. This raven side of you is oracular, but it must name the truth it sees. Once named, the truth must be faced and acted upon; clearing away what has been making you ill in many different ways. You are confronting your essential self, without the secondary defences and protection of the mirror, mists and metaphors of reflection. (Mourning, seven of cups) will bring some relief. Seek comfort. When you have managed to clear, process and thus lay to rest the issues raised by Death, you will feel a great burden has been lifted, and that you can turn towards life.",
  "The Guardian": "This extraordinary image shows a cave bear, skeletal, yet it has a life of its own, just as fearful memories can rise up without warning. Some flesh still clings to the bones, and fiery flashes of energy are unable to earth from the spine. Fears are literally ungrounded. Cave bears became extinct c.40,000 BCE, yet evidence of their existence can still be seen in prehistoric caves. At Rouffignac, France, for instance, their deep circular dens and the wavy patterns made by claw sharpening, and their bones, still visible, would have been a powerful presence, when later people painted their ritualised animals on the walls. (c.13,000 BCE) Cave bears would have left a potent yet undefined psychic memory. Already honoured by the Neanderthals (see The Bear) the cave bear is the primal ancestor. There is a human quality to their skeletal shape, especially when raised up on their hind legs; the bear bridges the gap between the beasts and the humans. The cave bear is both a guardian of the ancestral past, and an initiator into its memories, often shadowy, unclear, therefore fearful. This card is concerned with facing skeletons in the closet, fears long suppressed and often irrational, traumas in your family background that you have forgotten but that may resurface as panic attacks; ghosts that you cannot lay to rest and haunt your sleep. Seek support to help you calm yourself. Suppression of one’s sexuality or creativity can lead to a thwarting of one’s power, which becomes turned against oneself. For those whose boundaries have been confused and previously invaded, befriending and healing your guardian will change your life.",
  "The Hermit": "After being stripped to the bone in Death, you are now wrapped in the protection of the Greenwood in The Hermit. The green cloak is of holly and ivy, evergreens, that still grow in the otherwise bare and stark woodland in winter. You are finally arriving at your grounded centre. Warmth radiates from the heart of the tree, and the holly wreath shows the eight-spoked wheel. The original ‘Father Christmas’ wore a green cloak. Our Hermit is seen non-gendered. The Hermit holds a holly staff for you have travelled far to come to this place. The green flame from the horn lantern will guide you through the darkness of winter, just as the spark of life lies dormant within nature at this time. When you sit in the winter stillness, nurturing this deep green flame of the inner heart, you will feel an inner warmth and peace. Our hermit walks firmly on the earth, and enters the Greenwood Tree to sit within its roots, this is unlike the traditional image of the hermit climbing a mountain, which denies that wisdom is held in the land itself. The Hermit requires this contented solitude to re-establish their every day life after the disruption of Samhain. This is not lonely isolation but a stable base from which she can visit others. This time away from hectic activity enables you to explore interests in depth, use your talents (Skill, eight of stones) and draw together all you have achieved and desired throughout the year. (Hearthfire, eight of wands).",
  "Judgement": "Judgement is a concept much misunderstood by contemporary society. The image shows two of yew trees. Yew is an extraordinary tree. It is our longest living tree, and can grow for 3,000 years. It appears to regenerate itself, sprouting new growth from a seemingly dead hollowed trunk. The evergreen yew is said to hold the memory of all previous generations and is usually planted near the dead. The Judgement card has to do with the cycles of time, a year, periods of one’s life, one’s whole lifetime, one’s many lifetimes; from the seasonal year to the lifetime of the planet earth itself. Your approach to the issues in this card affects your future, decides the nature or even the possibility of your rebirth. The entrance to a passage grave beckons you (Bryn Celli Du, Wales). This is a place to lay your past to rest, a still safe sanctified space in which the parts of your life can be reconstituted after the trauma of Death. (see Rebirth, eight of cups). You are sensitive, and require someone to stand watch for you; either the highest part of oneself, an ancestral guardian, a shamanic figure or angelic power depending on your belief system. In this Judgement card a huge white bear watches over your soul. On one level, this bear is the re-empowered Guardian of the previous card; the exposed bones now protected, all soulparts restored, a rebirth occurring. In many mythologies the bear is the shamanic part of oneself, and its ceremonialised death and resurrection is an initiation into a shamanic system. This white bear traverses all three shamanic worlds, upper, middle and lower, and stands at the axis due north, just as the constellation of the Great Bear points to the Pole Star. The Winter Solstice is a gateway to these worlds. The dawn Midwinter sun brought rebirth to the dead and the darkened world, yet the darkness itself brings stillness and peace; it is not fallow. Behind the mound shines the aurora borealis and the rainbow bridge across which souls are said to traverse after death. A figure dressed in red, rides their reindeer on a shamanic journey (cf. Santa Claus). After the Death of one highly significant part of your life, people are often very judgmental, i.e., ‘if s/he had not done this or that…’ often there is profound shame, sorrow, guilt at the mess they have made of their life, their time, their relationships etc. What every person requires for their rebirth, to break a continuous cycle of repeated patterns, is forgiveness, absolution, the power and blessing of love, whether from an external source or oneself. Perhaps for the first time in your life you feel a whole person, reborn.",
  "Balance": "Two beautiful sea horses intertwine, their energies harmonised. All dualities of light and dark, fire (red) and air (white) land and water, active and passive, are blended together creating a new third force-the green and fertile land, the person in balance with themselves, who is both grounded and creative, (Creativity, three of stones) and who radiates that energised peace (Fulfilment, 3 of wands) generated by someone at one with themselves. Three has always been a very sacred number, representing creation, i.e., one + one = another, hence the egg in this picture. Horses were seen as the primal creators (see The Horse) before snakes and dragons. Uffington White Horse stands at the gateway of these two traditions looking like a serpentine horse. The sea horse design comes from a Pictish Scottish stone carving from Aberlemno. Sea horses are extraordinary creatures, being the only species in which the male gives birth. They also dance and intertwine together, as well as frequently changing colour for camouflage. Sea horses are therefore the perfect creatures to express the quicksilver, mutable, androgynous nature of creativity. It is subtle, perhaps experimental exchanges that bring profound harmony and new life. Of course the basic pattern of all life is the double helix DNA, infinitely subtle and infinitely creative. The fleur-de-lis, iris or flag, in flower this time of year is a symbol of the three-in-one, the three worlds unified. Drawing this card can indicate a new harmony in your relationship or in a friendship. A creative phase in which you will blossom. An inner balance.",
  "The Archer": "A woman aims with focused intent preparing to release her arrow. This longbow is based on the yew longbow dated 2,300 BCE found by a wooden trackway near Glastonbury. A stone bracer is wrapped by leather thongs round her wrist. This prevents the arrows chafing her arms when released. To shoot a bow efficiently, one needs to be both physically and mentally steady, with a clear intention. This is positive, directed energy. To be a successful archer in prehistoric times, one would need a detailed knowledge of the land around you, the lie of the land, the habitat. Your senses have to be alert, your life energy foremost: careless lack of concentration could put your own life in danger. This card is to do with having a clear sense of direction. If The Ancestor leads you on to your path, The Archer teaches you how to walk that path with independence, determination and focused skill. This card links to the Spring Equinox; a time to put the past behind you, to look to the future. It is the skill of The Archer that unifies the duality of intended and actual aim. It is a tragedy that women and children are now afraid to explore woodland and other sacred places alone, and that these sanctuaries have become defiled and unprotected. Imagine The Archer as Artemis, the Goddess of the wild wood, in her primal aspect as a towering figure walking across the landscape, using the golden arrows of the dawn sun to inscribe a golden circle around an area of land to protect it. Imagine her and her hounds standing with her bow waiting to defend the vulnerable.",
  "Justice": "There is strength in this card, that will not tolerate injustice. The deer speaks with the voice of nature itself. This card is particularly applicable at the moment when so many forests are being destroyed. The figure stands firmly, watching you with ancient eyes; tangled moss-covered branches of the Wildwood are animated by the spring sap. The red dawn sky emphasises the reawakened will to act. In one hand it holds the cutting edge of the axe, in the other a shield, upon which is an oak tree, a symbol of injustice thwarted; of the dispossessed in the Greenwood mythos defending themselves, and their natural right to live off the bounty of the land. Justice is placed in the element of fire as it was the human discovery of fire which gave us the ability both to destroy nature and warm and protect oneself. Humans have so often misused this position, acting without care or responsibilty. The energies in both Justice and The Archer cards require steadiness of intention; integrity of thought, and wise action. If unharnessed, one becomes selfish and headstrong; impetuous impatience leads to ineffective action. Justice is a strong and powerful ally; a guide to a wise balance between action and defence.",
  "The Seer": "The Seer stands beside the roots of the Greenwood Tree. Behind are the trees that mark the boundary of the inner sanctuary of the Greenwood (Respect, nine of wands). Ancient moss covered stones form another barrier, It is essential that the Seer stands still at the centre of the wheel, having knowledge of all aspects of the previous 65 cards, and of the four elements. She holds the staff (fire), stands by the spring (water) where an arrowhead lies (air). She is firmly on the earth. Her staff is encircled by the double headed serpent of the land in balance; her medicine pouch of sacred objects and her antler whistle for calling the spirits are tied upon it. Glowing on top of the staff is a sphere of energy, necessary for second sight. She stands still at twilight-that magical time of the gloaming, when the veils between the worlds is thin. She is wrapped around by a barn owl, that flies silently at dawn and dusk, its soft plumage red brown and white, black and gold, with its beautiful heart-shaped face and piercing eyes, making it a fitting totem of the vision of the heart of the land. Upon her green cloak are prehistoric painted animals, aurochs, horse, reindeer, mammoth, lion, owl and plants. The Seer is keeper of ancestral memory (nine of stones, Tradition), and its myths, able to see into the past, and understand its connection and interaction with the present. She is sensitive to her environment, to the nature around her. She is knowledgeable, not only intuitively, but she also has a keen intelligence and alert awareness, and can protect her land, and her clan from desecration of its natural inheritance. She stays still but misses nothing-she is completely at one with the heartbeat of the land, which allows her to traverse all worlds. The Seer acts upon her visions, she is not a passive day dreamer. She can be prophetic, aware of much that others miss. The mediator between The Seer and the community is The Shaman. Incidentally, I do not see this as a gendered quality; I know of skilled male seers (William Blake) and powerful female shamans.",
  "The Shaman": "The Shaman wears a bearskin, the traditional shamanic animal. His face is mature, his expression both benign and stern, his power is evident. The Shaman is someone who is in control of their life; and wise and responsible enough to use their skill to help others, with complete integrity. The Shaman can use the elements of earth, air, fire and water in a practical as well as a magical sense; they can light fires, swim, navigate by the stars, build a home life, as well as having consummate ceremonial skill. He carries a deerskin rattle (air) smouldering sticks (fire) a flint knife (earth) and an antler tine cup (water). He is a teacher, passing on the ancestral stories and skills to the next generation (Instruction, ten of arrows). Upon his bearskin are Palaeolithic painted shamanic figures from French caves, c.13,000 BCE. One is cloaked in a bison skin, dancing playing a bow; the other is antlered in a stylised animal skin. Being a shaman, able to see the complexities of life and death, and acting on this knowledge for the benefit of all, can be a heavy burden to carry. (Responsibility, ten of wands). The Shaman has a deep rooted balance within themselves, and can assume a place of status within society without compromising their integrity and losing sight of the higher purpose they are working for.",
  "The Moon": "The Moon in a tarot pack is really concerned with the dark moon, not the waning moon, but the true last phase of the moon, when it cannot be seen at all. Obviously I have had to draw a moon in the card, but made it deliberately eerie and unnatural. The Moon card is concerned with a fertile yet fallow state, latent life that grows within the amniotic fluid of the womb; molecules of carbon that lay within the swamps of our distant past and from which the first life form emerged. The Moon card shows the watery winter flood plain of Avalon and one of the narrow wooden trackways that criss-crossed the marshes from island to island. On one of these sacred islands stand stark winter trees, inhabited only by crows and a heron. An aurochs or horned cow or bull is the totemic animal of this card. The connection between horned cattle, islands and the moon is very ancient. (cf. the Welsh name for Anglesey is Ynys Mon-Isle of Cattle). The association between cattle horns and the horns of the waxing and waning moon is obvious. Also the similarity in shape between the horned head of a cow and the uterus, made cattle extremely sacred. This card is partially to do with the mysteries of conception and fertility, psychologically and physically. The egg depicted is a heron’s egg; a heron is the primal bird of creation, at home on this marshland. The heron replaces the now rare stork as the bird that brings babies, i.e., new life into the world. A shifting time of seething darkness in which new life and ideas can be conceived.",
  "The Sun": "A figure stands arms wide, heart open, to receive the abundance of the universe. The Sun card traditionally refers to the sun at midsummer; the life-giving sun, radiant, potent, energised. The Sun differs from The Greenman or Greenwoman (the cards for midsummer) in that the solar figure has traversed the wheel and completed a life cycle. The Sun is the wise and grounded Fool, able to surrender to a higher spiritual power of love, without burn out or the interference of the ego. Summer leaves, a fern, sweet honeysuckle and the briar rose are blessed by the white hot summer sun. The person is joyful, radiant with life energy. The Sun card is placed in the shamanic Upperworld, or sky, where spiritual teachers can be encountered, but access is only possible through a generous open heart. The Sun card follows that of the Shaman and is a spiritual aspect of shamanism. Solarisation or total shamanic identification with the heart of the sun is a world-wide practice. This is often achieved by sacred drumming, which sends one into trance, then journeying on a white horse into the sun. Many shamans consider the drum itself to be the sacred horse-the vehicle for their spiritual transformation. In the Sun card the figure has entered the sun through the sacred site of Uffington white horse, or mare, whose eye represents the sun. (see Ace of Arrows). Uffington still has a tradition that says if you stand in the eye of the white horse and wish, whilst turning clockwise three times with your arms open wide, your wish will come true. This damages the chalk eye, and would once have been a rare act of sacredness, where the shaman would have ‘flown’ into the spiritual heart of the sun in trance, and returned bringing its healing power both to the land and tribe. A union with the wonder of life. Bliss. Health and happiness. Spiritual teaching. A rare heart. Transcendent joy. Access to the divine. Re-energised from the flight of the heart, you return to earth to illumine The World Tree.",
  "The World Tree": "A strong and healthy tree, with the foliage of all four seasons, winter, spring, summer and autumn, stands on the earth, branches reaching the sky, roots deep in the earth. The labyrinth, a stellar vision in The Fool, is here grounded on the land; you stand at the centre as the Tree, your journey complete. You are able to draw on all the qualities from the other cards in the wheel, you are in balance, a whole person. You are at one with yourself, your immediate universe, your own path and a greater destiny.",

  "Ace of Wands: Spark of Life": "Against the dark sky of the primal beginnings, sparks fly, generated by a bow drill. This is a prehistoric method of starting a fire by rotating a central pole/stick with a small bow. The ability to make fire was one of the first significant acts of human conscious will. Fire also represents sap, vitality, the spark of life that animates creation. Energy rises, spiralling upwards, so that nature can flourish. The heart shaped greenery are symbolically the dual polaric energies that flow around the central axis of the Tree of Life, and one’s spine. Renewed will and life energy. Sudden determination and action. Return of health. Positive energy. A new force in one’s life, as yet unformed and unchanelled.",
  "Two of Wands: Decision": "A figure illuminated and radiant with the dawn sun, stands at a gateway, spring energies rising at their feet, with their old life behind them and a new life in front. They are deciding on how best to move forward. They are poised between two worlds. A reawakening. Time to move from introspection into practical reality. Striking out on one’s own. The figure is based on the chalk figure of the ‘Long One of Wilmington’, UK.",
  "Three of Wands: Fulfilment": "A figure has stepped through the gateway of the two of Wands, arms open to receive the blessing of fulfilment. They stand in the healing radiance of the afterglow created after a loving polaric interchange. This is represented by the caduceus of intertwined serpents on their cloak (see Adder). This energised peace does not require another person, it can be achieved after an act of Creativity or Joy.",
  "Four of Wands: Celebration": "The four wands of ash, oak, birch and hawthorn form a diamond, an ancient symbol of the sun and womb as a gateway to life. On a warm June evening, the sun sets as people celebrate the midsummer festival with a traditional bonfire. Inside the hill the four-spoked sun wheel radiates life energy. Enjoyment of nature, celebration, of the summer with friends, party atmosphere, being outdoors, feeling of freedom and fun.",
  "Five of Wands: Power": "The Cerne Abbas chalk hill figure grasps his oakleaf shaped club whilst the fiery energies of the August heat rises to be grounded by the lightening flash. An active power that is hard to hold in balance, tendency to anger; when misused by any gender, this becomes power over others.",
  "Six of Wands: Harvest": "The Autumn harvest of acorns, apples, blackberries, elderberries, rowan berries, and hazelnuts is abundant in this card. It is time to reap your harvest and give thanks for its bounty.",
  "Seven of Wands: Clearance": "This is the time of year for cutting down dead wood, and pruning to enable better future growth. An axe rests beside some cut silver birch, whilst the dead wood is burnt in a November bonfire. It is time to take action in order to clear outworn modes of behaviour from areas of your life. A clarification, a paring down of intention. The fire purifies negativity, transforming the energy.",
  "Eight of Wands: Hearthfire": "A hearthfire burns brightly, fed by logs from the eight directions. A coming together of the wishes, and intentions laid down earlier in the year. An energised harvest that creates the warmth of regeneration. Happiness of the home, and visits of friends to your hearth in the winter. Generating a warmth at the heart of ones life.",
  "Nine of Wands: Respect": "A wildman stands protecting the way to the heart of the Greenwood, challenging the integrity of your intentions. Approach a sacred place or a sensitive person with consideration and honour. Respect the need for privacy. Ensure your own boundaries are protected, respect the value of your own space.",
  "Ten of Wands: Responsibility": "A person struggles across the ice, carrying logs home. A feeling of being burdened, weighed down by the responsibility of work or caring for others. Try to delegate and lay down some of the load.",
  "Page of Wands: Stoat": "Renewal of an alert determination. Realignment with the sacred will of the land. Secrecy and magical sensitivity. Playfulness. An ability to slip out of situations.",
  "Knight of Wands: Fox": "A quick-witted person able to weave in and out of situations, usually turning them to their own advantage. Difficult to ‘pin down’ or to be sure of their motives. Someone often on the edge of society. A wanderer.",
  "Queen of Wands: Hare": "An empowered and energised person, with the ability to utilise their full potential, as long as they are not tempted to use that power against themselves or others.",
  "King of Wands: Adder": "Raw and potent sexuality. Earth or healing energies expressed and recharged. A healer. A rebalancing and re-empowering of one’s physical and subtle energy and creativity.",

  "Ace of Arrows: Breath of Life": "This image shows the head of the chalk hill figure cut in turf at Uffington, S.England. (See also The Sun and The Horse). There was once a long barrow for burials built within her mouth so that symbolically she gives the breath of life to the dead. Her eye is open and radiant, as new life is envisioned. The morning star illuminates the night sky, and the mare breathes light into the frosty February air. Tender and gentle love that revives one with the ‘kiss’ of life. Renewal of inspiration, a reconnection to life, truth and wisdom, spoken from the horses mouth.",
  "Two of Arrows: Injustice": "The traditional figure of Justice is ironically blindfolded, and therefore without clarity of vision. She sits stiffly, hands crossed over her heart, upon a formal seat, isolated from others by steps, enabling her to look down on others. The Archer’s bow of focused decision-making lies broken at her feet. The scales of justice are already unbalanced in favour of the light, and the ‘white’. Someone who judges others from a position of arrogant superiority, often stemming from a fearful withdrawn heart.",
  "Three of Arrows: Jealousy": "Three arrows pierce a tender, bleeding heart. A triangular interaction that causes pain to all. A heart that is pinioned by the weight of other’s wishes.",
  "Four of Arrows: Rest": "A person lies down in nature, resting so that their imagination and spirit can take flight and rejuvenate. A rest, a holiday, a cessation of activity, healing. Feeling more positive, seeing the beauty in yourself and everything around you.",
  "Five of Arrows: Frustration": "A hunter shoots a longbow at a fleeing ibex. A double edged card depending on whether you are the hunter or the hunted. The card can be a warning-either take flight or stand firm and face the situation. Ungrounded aims and fears.",
  "Six of Arrows: Transition": "A cloaked figure looks towards their destination, as the swan-prowed boat sails towards the sacred tree topped island. As the sun sets, the moon rises. You have turned your back on one phase of your life, and head towards a homecoming of the soul. Travel. Moving home. An emotional retreat.",
  "Seven of Arrows: Insecurity": "A fearful person, unprotected, is attacked by anxieties and nightmares, unable to see a clear way out as they are so ungrounded. The solution is to protect one’s boundaries, call in warmth of support; the need for intense physical activity to help one to ground some of the panic.",
  "Eight of Arrows: Struggle": "A person wrapped up against the bitter cold, struggling through a snow blizzard, has difficulty finding their way home. A feeling of being alone, struggling in many aspects of one’s life. A need for support, to open one’s heart to the potential ‘hearthfire’ and for others to reach out and help.",
  "Nine of Arrows: Dedication": "A woman stands, eyes closed, playing a bow (it can be used as a shamanic instrument); she wears a swan feather headdress and a robe of soft blue. With her spiritual dedication and musical skill she generates healing energy around her. Being at one with your inner heart.",
  "Ten of Arrows: Instruction": "A woman teaches a child to fire a bow. The passing of skills from one generation to another. The figures are African, as that is where the human race originated.",
  "Page of Arrows: Green Woodpecker": "Their drumming (pecking) on trees which echoes through the woodland heralds your entry to a place of the heart. In the tarot the pair of woodpeckers look at each other, a third flying down the arrow shaped path, guiding you to love.",
  "Knight of Arrows: Hawk": "A person with a sharp mind, able to fly high, be competitive, impatient, ambitious, focused, potentially intolerant and arrogant. A skilful mediator of new ideas. A watcher.",
  "Queen of Arrows: Deer": "A person with a gentle, tender and loving heart, whose quiet wisdom brings healing. They could have qualities of shyness and oversensitivity; difficult to get close to initially, they are loyal and deep. A person happy and healthy.",
  "King of Arrows: Lynx": "A person of power, able to defend, protect and nourish their children or inner child, proud and independent. A tendency to anger curbed by a warm heart.",

  "Ace of Cups: Waters of Life": "On a frosty morning pure blessed water overflows from a silver chalice in the shape of a white hart’s head, revitalising the waters of life. Springs rise up from their source deep within the earth, giving pure water which is recycled from rain which fell thousands of years ago; i.e. one receives new inspiration from ancestral wisdom. Obviously a clean source of water is literally the water of life, and the basic need of all settlements. The ice of winter melts with a renewal of inspiration, and one is emotionally awakened. Sensuality returns. The swan is a symbol of the radiant soul, here ‘crowned’ by the morning star, Venus. A candle for the flame of the heart is held within the arc of the crescent moon.",
  "Two of Cups: Attraction": "Two figures stand in polaric attraction to each other, the dawn sun rising above them. The heart opens between them. The picture shimmers with the ‘electricity’ of their meeting. At this moment the energy is held in tension; should their union be fulfilled, they move into The Lovers and Balance cards.",
  "Three of Cups: Joy": "Cranes were considered very sacred (their plumage being red, white and grey/black). Their return from migration heralded the beginning of warmer weather; they leap in the air, seemingly to dance. The ‘crane dance’, performed once by people in many European countries was a celebration of joy, creation and life energy. Happy and creative friendships, community, warmth, fun; a bonding on many levels.",
  "Four of Cups: Boredom": "A white hart and a peacock, creatures of visionary beauty, drink from the waters of life from which the vines of love grow. Trapped inside four walls of their own making, a figure sits apathetic and lethargic, unaware of the bounty of life around them. Being shut indoors, bored and unstimulated. Pent up frustration. Need to get out into the world.",
  "Five of Cups: Ecstasy": "A woman dances, dressed in a solar costume as she celebrates the end of the summer and the first fruits of the harvest, the wheat which pours from the two horns of abundance (Cornucopia). She holds a rattle and a bull roarer. She is full of dynamic energy, dancing into the night. Shamanic dance. Sexuality. Release of pent-up energy. Whole hearted surrender to life.",
  "Six of Cups: Reunion": "This is the island depicted in the previous card (and The Salmon). In the golden light of an autumnal sunset, two souls are reunited on an ancient mound, the source of the waters of memory and deep love. Six green cups full of golden liquid float in the pool of knowledge. Two otters, animals of loving and playful affection, hunt nearby. Reunion with an old friend, soulmate or a wise part of oneself. A feeling of inner peace.",
  "Seven of Cups: Mourning": "A lamp is lit for the dead, and food and drink if offered as ancestors are remembered. Yew, an evergreen, is a reminder of rebirth. Grief and mourning for a loss in one’s life. Necessary emotional release. An honouring and a respect for that death.",
  "Eight of Cups: Rebirth": "The wheel has come full cycle. On one level this represents a solstice feast, a broth made for sharing. On a deeper level this card represents a profound rebirth. In the centre stands the cauldron of transformation in which all the elements of oneself are being poured in order to be recombined. A Sheila-na-gig faces you, guardian of death and rebirth, focusing you in the present. On either side of her, one head looks towards your past, another to your future. The red, green, white and black of the whole wheel are present.",
  "Nine of Cups: Generosity": "A wise figure sits, their heart open to the generous abundance of all around them. One foot is on the land; they are at one with their environment, genuine in their heartfelt gratitude to the gifts of life; they radiate generosity. They are flanked by the regenerative powers of the boar and bull. Be open to giving and receiving. Life is flowing, and you are still and strong within yourself.",
  "Ten of Cups: Happiness": "In a verdant landscape, water pours down a waterfall, filling the cups to overflowing. A couple open their hearts to the power of love. Be careful not to get swept away by it.",
  "Page of Cups: Kingfisher": "A person who will guide you to a place of healing, perhaps by a message or gift. Be aware of small signs, that may have later significance. A special person who moves in and out of your life. A free spirit, elusive, but dynamic whose positive energy is illuminating.",
  "Knight of Cups: Salmon": "This card denotes someone whose life serves a greater purpose, someone with perseverance, determination, self-sacrificing and wise. Could have a tendency to martyrdom-to give away too much of one self.",
  "Queen of Cups: Heron": "Drawing this card denotes someone who is deep, wise, knows when to be silent; is psychic, emotional, able to be solitary, but also able to impart wisdom with maturity and responsibility. Someone able to be still enough to receive gifts of wisdom. Tendency to day dreaming and over-passivity.",
  "King of Cups: Reindeer": "Drawing this card denotes companionship, deep friendship. A sharing of profound understanding, a mutual love of knowledge from the past. Possible creation of a home together, a sense of home-coming and enduring friendship.",

  "Ace of Stones: Foundation": "This card shows an ancient mossy standing stone inscribed with a labyrinth and cup and ring marks. Mythically the foundation stone means the first dry land on which life could begin. Also the first created form, matter, the mother stone, the firm ground from which one can begin one’s journey and measure the eight directions, the birthing ground, the navel stone. The Labyrinth is the place where your journey begins; the first steps; the cup and ring marks represent the source, your emergence into this world. The mare’s hoof mark, considered vulvic in shape (see The Horse) means the source of life-the first steps on dry land; following the original horse herds led to your food source. A new stability enters your life.",
  "Two of Stones: Challenge": "Two mad march hares box each other on a bridge where the stone supports are buffeted by swirling currents. The confrontation on a bridge, before reaching the heart of the Greenwood occurs in the Robin Hood mythos, where Little John challenges Robin Hood with a quarter staff. Confrontation, manifested tensions, rivalry, arguments, that are often not well founded, but they need to be bridged before you can move forward.",
  "Three of Stones: Creativity": "The card depicts a trilithon (a three stone) gateway, similar to those at Stonehenge. Two stone pillars representing the primal gateway of dual energies, with a solar horse and lunar oxen, bridged by a third, creating an environment in which an artist stands inspired but grounded, a mediator, alive and radiant.",
  "Four of Stones: Protection": "On a hilltop the midsummer sun rises over a dolmen beneath which a newly born fawn shelters. Many burial places are orientated to the midsummer sunrise, when the dead are given spiritual rebirth. Also many new-born birds and animals are especially vulnerable at this time of year, and need protection from predators. Nurturing parental care. A roof over one’s head. A period of stability. Time to foster your tender heart.",
  "Five of Stones: Endurance": "A figure sits in the darkness of a cave watching lightening strike their home, their emotional centre. They have temporarily withdrawn, looking on, unsure of how best to handle the situation. This inactivity initially taken as self-protection, can become over passivity.",
  "Six of Stones: Exploitation": "This card is the opposite of Harvest. An exploitation of the earth’s resources by mining and quarrying of coal, gold, star sapphires, stone and crystals; where the poor are exploited for the benefit of the rich; just as worker bees (in the outer hexagons) die after a lifetime of providing for the Queen Bee. A feeling of being trapped in a system of greed. A need to question the purpose of your work, and your part in the whole.",
  "Seven of Stones: Healing": "Between a stone gateway, against a clear starry sky a shamanic antlered guardian holds the cord that binds one’s soul to one’s body. A figure lies on the ground, protected by stones at the four quarters, and one on their heart. You are receiving healing, and need to reunite your re-energised ‘astral’ or spirit body with your physical body. Time to reawaken and ground oneself, using your visionary experience in a creative way in normal life.",
  "Eight of Stones: Skill": "Deep within a cave a person chisels an eight spoked design by lamplight. Around them are prehistoric carved and painted stones. This card represents someone who is able to work alone, in deep concentration, skilled and mature, in tune with something greater than themselves. The completion of a large project.",
  "Nine of Stones: Tradition": "A cross legged antlered figure sits upon a spiralled central stone. They listen to the wisdom of the stones beneath the full moon. Be aware of the patterns of connection linking you and nature around you to the past, present and future. Deep learning. The memory of much that has been revered in the landscape can be retrieved in periods of respectful stillness. Learning from elders.",
  "Ten of Stones: Home": "A stone archway is protected by two ancestral guardians. Beyond a thatched stone round house the tree of life grows radiant and abundant. All generations are represented in the garden, from a baby to the elderly; and the community is in harmony. Coming home to oneself, an abundant home life, feeling spiritually and financially happy, loving one’s immediate environment.",
  "Page of Stones: Wren": "Someone who speaks with a quiet but persistent voice of secrets and mysteries that elude others, who may be shy, and underestimated; but should not be overlooked. Someone who loves nature, and is gently aware of its subtleties, and has ‘their ear close to the ground’. Being silent to hear the voice of your inner heart.",
  "Knight of Stones: Wolf": "This card is one of guardianship. Someone who is essentially protective, a loyal companion on long journeys, who remains their own person. A defender of your boundaries, leaving you safe to withdraw from the world. A provider, but one who is not tied to a life at home, but is restless. Their power needs matching to hold them.",
  "Queen of Stones: Bear": "This card is to do with being at one with the heartbeat, the rhythm of the earth, feeling content, secure, at home, protected by the Great Mother; able to sleep deeply and in peace. A person who is earthy, takes their time; is secure in the way that they live, strong and fierce in defence if necessary.",
  "King of Stones: Horse": "Choosing this card signifies a positive change in one’s life. A horse is a psychopomp-an animal that carries one between the worlds, bringing new life, the joy of the reborn sun. Perhaps there has been a fallowness, or an unhappiness in your life that will now begin to thaw. A person who is reliable, wise, practical, able to help others with problems; both serious and playful, magical and grounded. They have their feet on the ground and their head in the stars."
}
