{
  "deck": "Rider Waite",
  "cards": [
    "The Fool",
    "The Magician",
    "The High Priestess",
    "The Empress",
    "The Emperor",
    "The Hierophant",
    "The Lovers",
    "The Chariot",
    "Strength",
    "The Hermit",
    "Wheel of Fortune",
    "Justice",
    "The Hanged Man",
    "Death",
    "Temperance",
    "The Devil",
    "The Tower",
    "The Star",
    "The Moon",
    "The Sun",
    "Judgement",
    "The World",

    "Ace of Wands",
    "Two of Wands",
    "Three of Wands",
    "Four of Wands",
    "Five of Wands",
    "Six of Wands",
    "Seven of Wands",
    "Eight of Wands",
    "Nine of Wands",
    "Ten of Wands",
    "Page of Wands",
    "Knight of Wands",
    "Queen of Wands",
    "King of Wands",

    "Ace of Cups",
    "Two of Cups",
    "Three of Cups",
    "Four of Cups",
    "Five of Cups",
    "Six of Cups",
    "Seven of Cups",
    "Eight of Cups",
    "Nine of Cups",
    "Ten of Cups",
    "Page of Cups",
    "Knight of Cups",
    "Queen of Cups",
    "King of Cups",

    "Ace of Swords",
    "Two of Swords",
    "Three of Swords",
    "Four of Swords",
    "Five of Swords",
    "Six of Swords",
    "Seven of Swords",
    "Eight of Swords",
    "Nine of Swords",
    "Ten of Swords",
    "Page of Swords",
    "Knight of Swords",
    "Queen of Swords",
    "King of Swords",

    "Ace of Pentacles",
    "Two of Pentacles",
    "Three of Pentacles",
    "Four of Pentacles",
    "Five of Pentacles",
    "Six of Pentacles",
    "Seven of Pentacles",
    "Eight of Pentacles",
    "Nine of Pentacles",
    "Ten of Pentacles",
    "Page of Pentacles",
    "Knight of Pentacles",
    "Queen of Pentacles",
    "King of Pentacles"
  ],

  "The Fool": "Beginnings, innocence, wonder, foolishness",
  "The Fool Reversed": "Being naive, taken advantage of, recklessness",
  "The Magician": "Willpower, creation, mastery, adaptation",
  "The Magician Reversed": "Trickery, cunning, deception, craftiness",
  "The High Priestess": "Inner voice, intuition, divine truth, wisdom, unconscious",
  "The High Priestess Reversed": "Loss of self, repression, secrets, hidden agendas",
  "The Empress": "Beauty, fertility, nurturing, luxury, creativity",
  "The Empress Reversed": "Smothering, excess, selfishness",
  "The Emperor": "Structure, ambition, authority, rationality",
  "The Emperor Reversed": "Chaos, anger, tyranny, domination",
  "The Hierophant": "Tradition, legacy, society, organized religion",
  "The Hierophant Reversed": "Servitude, convention, blind faith",
  "The Lovers": "Choices, union, love, relationships",
  "The Lovers Reversed": "Indecision, ending of relationships, conflict",
  "The Chariot": "Self control, discipline, success",
  "The Chariot Reversed": "Loss of direction, loss of will, lack of discipline",
  "Strength": "Courage, inner strength, conviction, compassion",
  "Strength Reversed": "Doubt, pride, weakness, cowardice",
  "The Hermit": "Contemplation, solitude, insight, awareness",
  "The Hermit Reversed": "Isolation, withdrawal, loneliness, rejection",
  "Wheel of Fortune": "Fate, karma, destiny, fortune, cycles",
  "Wheel of Fortune Reversed": "Bad luck, lack of control, clinging to control",
  "Justice": "Truth, fairness, law, clarity, cause and effect",
  "Justice Reversed": "Dishonesty, unaccountability, unfairness",
  "The Hanged Man": "Sacrifice, suspension, release, martyrdom",
  "The Hanged Man Reversed": "Stalling, fear of sacrifice, needless sacrifice",
  "Death": "End of cycle, new beginnings, change, metamorphosis",
  "Death Reversed": "Fear of change, holding on, stagnation, decay",
  "Temperance": "Middle path, patience, finding meaning",
  "Temperance Reversed": "Extremes, excess, lack of balance, lack of harmony",
  "The Devil": "Materialism, playfulness, pleasure, addictin",
  "The Devil Reversed": "Freedom, release, restoring control",
  "The Tower": "Upheaval, disaster, foundational shift",
  "The Tower Reversed": "Disaster avoided, delaying disaster, fear of suffering",
  "The Star": "Hope, faith, rejuvenation, rebuilding, healing",
  "The Star Reversed": "Discouragement, faithlessness, insecurity",
  "The Moon": "Unconscious, illusions, intuition, unclarity",
  "The Moon Reversed": "Confusion, fear, misinterpretation",
  "The Sun": "Joy, success, celebration, pleasure",
  "The Sun Reversed": "Negativity, depression, sadness",
  "Judgement": "Reflection, reckoning, awakening",
  "Judgement Reversed": "Lack of self awareness, doubt, self loathing",
  "The World": "Fulfilment, harmony, completion",
  "The World Reversed": "Incompletion, lack of closure, emptiness",
  "Ace of Wands": "Creation, willpower, inspiration, desire",
  "Ace of Wands Reversed": "Lack of energy, lack of passion, boredom",
  "Two of Wands": "Planning, making decisions, leaving home",
  "Two of Wands Reversed": "Fear of change, playing safe, bad planning",
  "Three of Wands": "Looking ahead, expansion, rapid growth",
  "Three of Wands Reversed": "Obstacles, delays, frustration",
  "Four of Wands": "Community, home, celebration",
  "Four of Wands Reversed": "Lack of support, transience, home conflicts",
  "Five of Wands": "Competition, conflict, reality",
  "Five of Wands Reversed": "Avoiding conflict, respecting differences",
  "Six of Wands": "Victory, success, public reward",
  "Six of Wands Reversed": "Excess pride, lack of recognition, punishment",
  "Seven of Wands": "Perseverance, mounting a defense, maintaining control",
  "Seven of Wands Reversed": "Giving up,lack of confidence, overwhelmed",
  "Eight of Wands": "Rapid action, movement, quick decisions",
  "Eight of Wands Reversed": "Panic, waiting, slowing down",
  "Nine of Wands": "Resilience, grit, taking a last stand",
  "Nine of Wands Reversed": "Exhaustion, fatigue, unsure motives",
  "Ten of Wands": "Accomplishment, responsibility, burden",
  "Ten of Wands Reversed": "Burnt out, stressed, unwilling to delegate",
  "Page of Wands": "Exploration, excitement, freedom",
  "Page of Wands Reversed": "Lack of direction, procrastination, conflict",
  "Knight of Wands": "Action, adventure, fearlessness",
  "Knight of Wands Reversed": "Anger, impulsivity, recklessness",
  "Queen of Wands": "Courage, determination, passion, joy",
  "Queen of Wands Reversed": "Selfishness, insecurity, jealousy",
  "King of Wands": "Big picture, leader, overcoming challenges",
  "King of Wands Reversed": "Impulsive, overbearing, impossible expectations",
  "Ace of Cups": "New feelings, spirituality, intuition",
  "Ace of Cups Reversed": "Emotional loss, blocked creativity, emptiness",
  "Two of Cups": "Unity, partnership, connection",
  "Two of Cups Reversed": "Imbalance, broken communication, tension",
  "Three of Cups": "Friendship, community, happiness",
  "Three of Cups Reversed": "Overindulgence, gossip, isolation",
  "Four of Cups": "Apathy, contemplation, disconnection",
  "Four of Cups Reversed": "Choosing happiness, acceptance, awareness",
  "Five of Cups": "Loss, grief, disappointment, mourning",
  "Five of Cups Reversed": "Acceptance, moving on, finding peace",
  "Six of Cups": "Familiarity, memories, healing, restoration",
  "Six of Cups Reversed": "Moving forward, leaving home, independence",
  "Seven of Cups": "Searching for purpose, choices, daydreaming",
  "Seven of Cups Reversed": "Diversion, disarray, lack of purpose, confusion",
  "Eight of Cups": "Walking away, disillusionment, leaving something behind",
  "Eight of Cups Reversed": "Lack of true joy, smugness, dissatisfaction",
  "Nine of Cups": "Inner happiness, fulfilment, dreams coming true",
  "Nine of Cups Reversed": "Lack of true joy, smugness, dissatisfaction",
  "Ten of Cups": "Inner happiness, fulfilment, dreams coming true",
  "Ten of Cups Reversed": "Shattered dreams, broken family, domestic dispute",
  "Page of Cups": "Happy surprise, dreamer, sensitivity",
  "Page of Cups Reversed": "Emotional immaturity, insecurity, disappointment",
  "Knight of Cups": "Idealistic, romantic, following one's heart",
  "Knight of Cups Reversed": "Fickleness, moodiness, fantasy",
  "Queen of Cups": "Compassion, calm, comfort",
  "Queen of Cups Reversed": "Martyrdom, insecurity, dependence",
  "King of Cups": "Emotional control, balance between heart and head",
  "King of Cups Reversed": "Coldness, moodiness, emotional manipulation",
  "Ace of Swords": "A sharper mind. A clearer focus. A new birth of energy. Developing and following through on new projects. There may be some questions or uncertainties, but the energy of the sword will cut through the red tape. This card is sometimes thought to suggest surgery, and often thought to represent \"the pen\". Therefore it is a particularly good omen for new projects involving writing. Though the card represents ambition and determination, it is also a card of fairness and justice.",
  "Ace of Swords Reversed": "",
  "Two of Swords": "Foremost, a suggestion that the subject is the agent of compromise. A diplomat keeping the peace. However, remaining neutral causes internal conflict and doubt. Difficulty in making decisions may result. It may prove valuable to join forces with a like minded person. Keeping the peace will be a short term task, and will lead to personal growth.",
  "Two of Swords Reversed": "",
  "Three of Swords": "Swords through the heart, just as it appears. Heartache. Hurt feelings. Cruel and cutting words. Pent up anger or resentment, released perhaps in the waning moments of an unhappy relationship. Looking at health related issues, the Three of Swords suggests that surgery might be necessary. Traditionally, removal, absence, delay, division, separation, hatred, incompatibility.",
  "Three of Swords Reversed": "",
  "Four of Swords": "Tranquility. Introspection. Meditation. Prayer. Resting. Healing. Temporary withdrawl from stress and strain. Traditionally, solitude, exile, retreat, banishment.",
  "Four of Swords Reversed": "",
  "Five of Swords": "Dynamism and determination overwhelm kindheartedness. The victor believes he is right and honorable, but has little compassion or empathy. Victory at what cost? Are those former friends walking away beaten and intimidated? Short term victory that may result in long term loss. Depending on the context, possibly an indicator of abuse. A lesson that you can never win with some people, and sometimes you just have to walk away.",
  "Five of Swords Reversed": "",
  "Six of Swords": "Journeys by water. Perhaps for pleasure, but more likely the Six of Swords metaphorically suggests traveling away from previous confrontation and turmoil. The journey will take the subject to a place of greater harmony on the far shore. What is left behind is also significant... this card suggests moving on from naive or erroneous ideas toward a state of clearer understanding, improved communications and greater knowledge. Traditionally, expedience, passage, travel, voyage.",
  "Six of Swords Reversed": "",
  "Seven of Swords": "Gaining advantage by stealth. Taking calculated risks. Possibly spying or deceptiveness for strategic reasons. Sometimes an elopement is suggested. Often interpreted as a forthcoming journey overland, which may be made in secret. Also could suggest a clandestine affair.",
  "Seven of Swords Reversed": "",
  "Eight of Swords": "Trapped. In bondage. Imprisoned in a cage of swords. The blindfold makes finding the way out difficult. But these swords and this blindfold are usually metaphorical. The blindfold may be self imposed. It may be fear or insecurity that is keeping the subject locked up in an unpleasant place. They may be overwhelmed with worries that prevent them from seeing the situation clearly. With boldness and courage, escape is possible. Depending on the question and the influences of the surrounding cards, however, the Eight of Swords in some cases may actually represent legal judgments resulting in imprisonment or injuries resulting in hospitalization. Traditionally, accident, calamity, bad news, violence, crisis, censure, conflict, illness.",
  "Eight of Swords Reversed": "",
  "Nine of Swords": "Isolation. Depression. Negativity. Desperate sorrow. Bad dreams or trouble sleeping. Overwhelmed by worries. Though the problems are serious, it may be time to start looking for solutions rather than focusing on past events. Traditionally, delay, disappointment, despair. In some contexts this card is thought to suggest the possibility of miscarriage or death.",
  "Nine of Swords Reversed": "",
  "Ten of Swords": "A card of endings. Hopes dashed. A battle lost. Things are as bad as they can get. Not particularly a warning of physical injury, though. Betrayal, false friends, or a need to be alert for enemies may be suggested. Most likely, it is time to end this struggle, take stock and move on to new things.",
  "Ten of Swords Reversed": "",
  "Page of Swords": "Alertness. Readiness. Espionage or surveillance. Studying the situation. Possibly defensiveness. Awaiting something with expectation. Often this card foretells the coming of an important message regarding a difficult or complex issue. Perhaps the message contains the solution. In the upright, the news is often good. Also, note the sword carried by the Page. Caution with sharp objects such as scissors or knives is suggested.",
  "Page of Swords Reversed": "",
  "Knight of Swords": "Determination, will, perhaps anger. Leading a life and death charge into harms way. This Knight believes he is right. He is not prepared to accept less than victory. Although he is equipped with outstanding intelligence and wit, he must be on guard against impetuousness and impatience, which are his weaknesses. He craves action, and may be prone to start fights for the excitement of it. He is brave, but he can also be a bully. At his best, he may be the hero of the battle. At his worst, he may be the cause of the war. Upright, this warrior is hard to stop and is likely to win the victory.",
  "Knight of Swords Reversed": "",
  "Queen of Swords": "A woman who has been tempered by loss and sorrow. A strong, honorable, independent person. Demanding of herself, she is intolerant of others who are less demanding of themselves. Meeting her expectations may be difficult. Highly intelligent, she generously shares her knowledge. A great communicator of logic and fact. Behind her cold exterior, her intentions are good. But she can be hard to get close to. Traditionally, sadness, separation, widowhood.",
  "Queen of Swords Reversed": "",
  "King of Swords": "The Kingdom of Swords embodies character, principles, intellect and communication. Honest, strict, intelligent, the King of Swords is fair and balanced, but unyielding. When representing a person, he might be a judge, military officer, police officer or physician. Someone of high ethics who backs his words with actions. This card may suggest critical analysis of literary or legal documents, or technical writing. Traditionally, judgment, command, authority, law, militarism, power.",
  "King of Swords Reversed": "",
  "Ace of Pentacles": "The seed of success. Opportunities are available. A better job. A promotion. Perhaps a windfall profit or an inheritance is on the way. With increased prosperity will come increased responsibility. A card of good fortune, but remember that the seed requires cultivation to bear fruit.",
  "Ace of Pentacles Reversed": "",
  "Two of Pentacles": "Juggling, just like it looks. Keeping things in balance. Look past the juggler to the ships out at sea. He is working hard to keep things going until his ship comes in. He may need to spend some time with his partner or his family, to try and balance his life a bit better. His ship is in rough seas, but things will work out well for him if he doesn’t drop the ball. Traditionally, obstacles, agitation, trouble.",
  "Two of Pentacles Reversed": "",
  "Three of Pentacles": "Craftsmanship. Profitability. Recognition. Partnership. Good planning. Advancement through skill and effort. Working well with others to achieve success. The Pentacles represent down to Earth matters of business, employment and finance. This card signifies rising to a higher level in the material world. Passage from apprentice to journeyman. Traditionally, nobility, renown, glory, distinction.",
  "Three of Pentacles Reversed": "",
  "Four of Pentacles": "Focused on money, business interests and material possessions. Developing structure to secure and perpetuate wealth or power. The Four of Pentacles is known as the Miser Card. This greed is driven by fear of losing what has been gained through previous labors. It may be time to relax a bit and perhaps share just a little of the wealth. Traditionally, surety of possessions, inheritance, investments, success in business.",
  "Four of Pentacles Reversed": "",
  "Five of Pentacles": "Financial problems. Job loss. Poverty. Hardships related to money. Frustrating and difficult, but not permanent. Lessons that the road is not always smooth. Traditionally, the Five of Pentacles also suggests loyal partners supporting each other through these difficulties.",
  "Five of Pentacles Reversed": "",
  "Six of Pentacles": "Benevolence. Generosity. Charity. Sharing. Exchanges of money for admiration. Exchanges of energy to achieve balance. The Six of Pentacles may be about helping others, but it may also be about receiving help. You might be the benefactor, but you might also be the recipient. Perhaps the subject is freeing themselves from the burden of debt, financial or otherwise. Perhaps they may receive presents, bonuses or inheritances in the near future. If offered gifts, accept gratefully. Traditionally, gifts, gratification, prosperity, philanthropy.",
  "Six of Pentacles Reversed": "",
  "Seven of Pentacles": "The day to day tasks associated with enterprise. Cultivation. Caring for the crop. Waiting for the harvest, but not idly. Pruning, fertilizing, watering. The hard work and patience required to make things grow. Doing the routine things it takes to stay on the road to prosperity.",
  "Seven of Pentacles Reversed": "",
  "Eight of Pentacles": "Apprenticeship. Craftsmanship. Conscientious and thorough study or work. Focusing on doing it right. The Eight of Pentacles also suggests conscientious and thorough behavior in one’s personal life. Perhaps the subject is diligently adhering to an exercise plan, a healthy diet or a savings plan. Traditionally, candor, practicality, employment, commissions, scholarship.",
  "Eight of Pentacles Reversed": "",
  "Nine of Pentacles": "Financial independence. Prosperity. Affluence. Comfort. Good health. Possibly a new home. Perhaps a luxurious vacation. Reaping the rewards of all the previous hard work. Traditionally, safety, prudence, success, accomplishments, thoughtfulness, property, contentment.",
  "Nine of Pentacles Reversed": "",
  "Ten of Pentacles": "The achievements of a lifetime. That which is permanent and may be passed on to future generations. The family business. Fortune. Heirlooms. Estates. But also traditions, ancestry, the family name. Wanting to ensure the security, comfort and preservation of the family. This card may be an indication of a coming inheritance, perhaps as the heir, or perhaps as the executor. A card of stable wealth, and also a card of heritage.",
  "Ten of Pentacles Reversed": "",
  "Page of Pentacles": "A message about health, business or finance, likely good news. Also a suggestion to pay close attention to business matters. The Page, or Princess, of Pentacles is the down to earth child. Analytical. Pragmatic. Hands on. An engineer and a builder. Serious about learning. Serious about money. This is the child who opens a lemonade stand or mows lawns by their own initiative. Traditionally, scholarship, concentration, apprenticeship, work.",
  "Page of Pentacles Reversed": "",
  "Knight of Pentacles": "A person of integrity. Someone who can be counted on. A closer. Dependable. Self sufficient. Conscientious. Persistent. The Knights represent travel, and this Knight in particular suggests travel over natural terrain on foot or by off-road vehicle. Traditionally, interesting, attractive, beneficial, important, helpful, successful.",
  "Knight of Pentacles Reversed": "",
  "Queen of Pentacles": "A prosperous woman. Resourceful. Fastidious. Conscientious. Perhaps a business owner, or a driving force behind a business. In control of her surroundings and her family. Generous and caring. Confident that she knows the right way to do things. She works hard to ensure the welfare of her loved ones, the quality of her environment, and the success of her ventures. Traditionally, opulence, security, freedom, luxury, sincerity.",
  "Queen of Pentacles Reversed": "",
  "King of Pentacles": "The Kingdom of Pentacles is the Earthly. The practical and economic facets of life. The King of Pentacles is a leader in monetary matters, and possibly in environmental matters. When representing a person, he is likely to be involved in finance, and to be successful in the business world. A shrewd investor, but interested in value as well as profits. A lover of the finer things, but pragmatic about their acquisition. Perhaps a bit possessive about the people in his life. Steady, stable and dependable. Generous about providing guidance to others. Traditionally, courageous, intelligent, intellectual, loyal. Mathematical aptitudes.",
  "King of Pentacles Reversed": ""
}
