{
  "deck": "Rider Waite",
  "cards": [
    "The Fool",
    "The Magician",
    "The High Priestess",
    "The Empress",
    "The Emperor",
    "The Hierophant",
    "The Lovers",
    "The Chariot",
    "Strength",
    "The Hermit",
    "Wheel of Fortune",
    "Justice",
    "The Hanged Man",
    "Death",
    "Temperance",
    "The Devil",
    "The Tower",
    "The Star",
    "The Moon",
    "The Sun",
    "Judgement",
    "The World",

    "Ace of Wands",
    "Two of Wands",
    "Three of Wands",
    "Four of Wands",
    "Five of Wands",
    "Six of Wands",
    "Seven of Wands",
    "Eight of Wands",
    "Nine of Wands",
    "Ten of Wands",
    "Page of Wands",
    "Knight of Wands",
    "Queen of Wands",
    "King of Wands",

    "Ace of Cups",
    "Two of Cups",
    "Three of Cups",
    "Four of Cups",
    "Five of Cups",
    "Six of Cups",
    "Seven of Cups",
    "Eight of Cups",
    "Nine of Cups",
    "Ten of Cups",
    "Page of Cups",
    "Knight of Cups",
    "Queen of Cups",
    "King of Cups",

    "Ace of Swords",
    "Two of Swords",
    "Three of Swords",
    "Four of Swords",
    "Five of Swords",
    "Six of Swords",
    "Seven of Swords",
    "Eight of Swords",
    "Nine of Swords",
    "Ten of Swords",
    "Page of Swords",
    "Knight of Swords",
    "Queen of Swords",
    "King of Swords",

    "Ace of Pentacles",
    "Two of Pentacles",
    "Three of Pentacles",
    "Four of Pentacles",
    "Five of Pentacles",
    "Six of Pentacles",
    "Seven of Pentacles",
    "Eight of Pentacles",
    "Nine of Pentacles",
    "Ten of Pentacles",
    "Page of Pentacles",
    "Knight of Pentacles",
    "Queen of Pentacles",
    "King of Pentacles"
  ],

  "The Fool": "Free of burdens. Free of worries. Living in the now. Fearlessly taking risks, not of bravery but of naivete. A new start, and a blank page. An open mind, and an adventurous heart. The Fool is a child sampling life. Spontaneous. Endearing. Exploring where his whims take him. Anything is possible. But his little dog may be warning him not to step too close to the edge of the cliff. The Fool may be studying the stars when he should be looking where his next step will land. He may be a likely victim of trickery and deception. An easy target for bullying or usery. Traditionally, also a suggestion of careless and excessive sexuality. This card more than any other represents the subject, experiencing the influences of the diverse cast of characters in the Tarot deck.",
  "The Magician": "Revelation. Positive transformation. Progress. Understanding that which is already known. Appreciating that which is already available. Clever. Focused. Diplomatic. Interesting. Note the symbol of infinity representing the heights of achievement possible. The Magician is the facilitator of the Tarot deck. Enabling the subject to utilize their talents and abilities to better advantage. A salesman who sells you on yourself. At his worst, a bit conniving and manipulative. In readings where the Magician represents the subject, heightened communications skills and persuasiveness are also suggested. When representing another, pay close attention. Remember that although the Magician is usually an agent of progress and growth, he is also capable of trickery and deception.",
  "The High Priestess": "Surprising and unexpected revelations may by coming. The High Priestess card represents illumination, knowledge and truth. She is eminently feminine, mysterious, secretive and intuitive. Moody and aloof. Knowing all, but expressing her secrets by measure, or through symbolism. Yet she is a powerful advisor. A well of knowledge, but only a cup at a time is dispensed. This card may often represent the subject, if female, or the object of the subject's desire, if male. Also, perhaps a suggestion for introspection or meditation. Traditionally, she represents knowledge, modesty and discretion.",
  "The Empress": "Birth. Growth. Development. Nurturing. The Empress is a good mother. Fruitful, benevolent, loving and caring. A person of station deserving of respect. When seeking answers about one's self, the card may indicate motherly worries about people or projects. It may raise the question of too much mothering or overprotectiveness. It may also be a reminder to the seeker that patience and persistence are necessary when nurturing growth. Traditionally, fertility, wealth, marriage, a female family member.",
  "The Emperor": "The Emperor represents power, stability and leadership. Fatherhood. A person to be counted upon, trusted and respected. The character and will to keep the ship on course. When seeking answers about one's self, the card might also indicate that introspection is suggested, and decisions may need to be made on whether the benefits of leadership are worth the sacrifices.",
  "The Hierophant": "Once known as The Pope. A teacher and a counselor. A good and benevolent influence. Helping the subject understand the correct path. A priest, rabbi, or perhaps a guru. One who enlightens. The Hierophant represents learning and living by the rules of society and of spirituality. But in some contexts, inflexible and unyielding. Unwilling to accept deviation from the conventional. Traditionally, merciful, forgiving, kind, respectable, dutiful. This card also represents joining and accepting. Sometimes interpreted to suggest marriage.",
  "The Lovers": "Following the heart. Trust. Relationship. Responsibility. Commitment. Also partnership and cooperation. The Lovers may be an indicator of a love affair, but more so has to do with making good choices. Recognize the difference between love and infatuation.",
  "The Chariot": "Triumph. Mastery. But not easy and swift. Achieved through careful planning, hard work, force of will and foremost by harnessing disparate forces to work in unison. Self control, confidence, commitment, effort and focus that produce success. Overcoming obstacles. Also, often relates to travel. A trip or a move may be coming soon. Traditionally, journeys, exploration, conquest, control.",
  "Strength": "Mastery, focused inward. Force of will. Self control. The courage, confidence and persistence to follow through to the successful conclusion, in spite of difficulties. Harnessing one's own talents and strengths. May represent providing a calming influence on others. Traditionally, fortitude, patience, perseverance, endurance. Sometimes, love of animals, particularly cats.",
  "The Hermit": "Introspection. Spirituality. Looking objectively at the world around. Learning for the sake of learning. Stepping back from the fast pace of life for a while to take stock of where you are. It may be time to consider the lessons of the past. Increasing knowledge for the sake of doing so. A need for space and time alone. Possibly a wise confidant or tutor. A beacon of knowledge. Traditionally, wisdom, reserve, meditation, secrecy.",
  "Wheel of Fortune": "Unexpected good luck. Raises. Promotions. Prosperity may be coming your way. Good news about health issues. As always, good luck becomes better for the prepared and the proactive, but this card also represents providence. Traditionally, fortune, good health, advancement.",
  "Justice": "Truth. Balance. Fairness. Equality. Doing the right thing, even if it is not the most desirable thing. The Justice card speaks not only of getting one’s just deserts, but also of acting in fair and just ways. Perhaps a past injustice will be corrected. Although this card sometimes can represent courts and the legal system, it is generally a lesson to be fair and honest with one’s self and with others. It could indeed indicate winning a court case, however. Justice also suggests that the seeker should pay attention to promises, debts and obligations. Traditionally, balance, harmony, equity, integrity, fairness.",
  "The Hanged Man": "Greater understanding. Sacrifice. Humility. Introspection. Acceptance. Contemplation. The Hanged Man is about opening one’s mind and overcoming preconceptions and prejudices. A card of meditation and revelation. Also a card of faith and trust. Disengage and look at the big picture. Perhaps others may be right about some things. Perhaps what had seemed so important really isn’t when you stop to think about it. Traditionally, selflessness, wisdom, suspension, entrancement, devotion, submission, intuition, regeneration.",
  "Death": "Transformation and Rebirth. A stern and unwavering messenger heralding change that is inevitable and is coming soon. Think not of this fearsome horseman as the executioner, think of him as the Ghost of Christmas Yet to Come. This is a card of new beginnings. An old building is demolished so that a new and better one may be constructed. So also, old habits and lifestyles will be abandoned for new and better ones. Discarding past encumberances will make room for a better future. The demolition of the old and the construction of the new will not be easy or painless, but ultimately will make things better. Traditionally, transformation, mortality, destruction, deterioration. Also, in certain contexts, the Death card may represent intense sexual experiences.",
  "Temperance": "Moderation. Balance. Harmony. Synergy. Merging apparently opposite elements to create a whole greater than the parts. Adapting to the environment. Promoting, managing or directing to create a single product from the efforts of many. When interpreting a Tarot spread, Temperance is often significant relative to the cards around it. Perhaps apparently unrelated influences can be made to work in unison. Traditionally, moderation, adaptability, economy, unity, discretion, management, accomodation, and of course, temperance.",
  "The Devil": "Excesses and extremes. Careless and unrestrained sexuality. Drug abuse. Alcoholism. Obsession. Perversion. Giving in to temptations. Exploring one’s deepest fantasies and desires. The Devil helps us unleash the repressed animal instincts we all have inside. Look closely at the card... This Devil is not Satan, this is Pan, the Greek Goat God of Pastures and Shepards, known for his extreme appetites. And also look at the chains around the necks of his \"captives\". The chains are so loose they could easily remove them. It is not by force the Devil holds them, it is by their own choice. He does not want to steal their souls, he wants to teach them to explore their inner selves. They could remove the chains and walk away at any time, but they choose to remain on the Devil’s leash. This card not only represents extremes of hedonism, addiction and self indulgence, but in some cases the opposite extremes of repression and abstinence. It is really a lesson on balance, teaching that extreme behaviour impedes achievement, progress and growth. When representing a person in a reading, the Devil is someone powerful and persuasive, likely a controller or manipulator, but also perhaps a teacher. Traditionally, violence, disease, force, drunkeness, passion, bondage, self destruction. When looking at one’s physical well being, be alert for physical or emotional abuse, addiction, or sexually transmitted diseases.",
  "The Tower": "The Tower is probably the most feared card in the Tarot deck. Unexpected catastrophe. Turmoil. Upheaval. It seems likely that the authors meant to warn of consequences for the hedonism described in the Devil card. You are sitting snug and happy in your castle tower, seemingly safe from the dangers below. Suddenly, a bolt from the blue smashes into your life, casting you out of your secure world. The image on this card is quite clear. Complacency is shattered. Stability is gone. Comfort and confidence are distant memories. But in some ways this card is not entirely different from Death. It also represents new beginnings, not by choice but by necessity. The Tower card brings us back down to earth. In a few situations, it is also suggested that this lightning bolt could represent the electricity of irresistible passion or true love striking the seeker. Traditionally, calamity, catastrophe, ruin, cataclysm, punishment.",
  "The Star": "The Star represents hope for the future. The water is being poured from the jugs to replenish the land and sea. Rejunvenation will come, although perhaps not just yet. Though doors have closed, windows will surely open as time passes. Traditionally, hope, inspiration, faith, promise.",
  "The Moon": "Mystery. Nightmares. Dreams. The fears that grow in the dark. Secrets. The Moon lights the gateway between the physical and metaphysical, the conscious and subconscious realms. Entering the Moon’s world is frightening, but can also be revealing and inspirational. The Moon suggests creativity and intuition. Possibly psychic revelations. Utilize the inspiration. Perhaps write or paint. But also respect the dangers lurking in the dark. Beware of deceptions and phony people. The subject must be very careful to avoid hiding their fears behind alchohol or drugs, as the Moon indicates increased vulnerability to these self destructive behaviors. Traditionally, hidden enemies, deception, illusion, danger, terror, lunacy, plots, dreams.",
  "The Sun": "The Sun is a happy card. Bright children enjoying a beautiful new dawn. Emergence from the darkness of the night into the light of the day. Radiance. Energy. Success. Prosperity. Clarity of thought, enhanced by previous trials, but also fueled by youthful optimism. Pessimism is overcome. Depression fades. New ideas. Creativity. Enthusiasm merges with experience. Sometimes suggests a marriage or childbirth. Traditionally, revelation, enlightenment, success.",
  "Judgement": "Resurrection. Accepting the past and throwing off it's burdens. Forgiveness, especially of one's self, but also of others. Major decisions which may result in major lifestyle changes. Traditionally, renewal, awakenings, repentance, change.",
  "The World": "Realization. Attainment of major goals. Reward. Recogniton. Triumph. The World card speaks of understanding the big picture. Everything falls into place. The end of the Fool’s Journey, but the beginning of other journeys. Now it is time that all the knowledge and experience can be used to do great things. A card of travel. Perhaps you are a diplomat on a mission to negotiate treaties, or a business leader opening new markets. The World indicates understanding, success and achievement. Traditionally, completion, fulfillment, perfection, promotion, honors, good health. A good omen for successful childbirth.",

  "Ace of Wands": "New beginnings, new thinking, new opportunities. New friends and co-workers. The excitement of starting new projects or new jobs. As the Aces represent beginnings, and the Wands represent inspiration and mental energy, this card in particular represents new ideas and plans. Traditionally, creation, invention, energy, birth, adventure.",
  "Two of Wands": "Choosing well and following the chosen path. Though hard work will always be necessary, achievement of success is likely.",
  "Three of Wands": "Strength, boldness, effort, commerce, discovery. The ideas and energy of the Wands are taking tangible form. The wheels of enterprise are in motion. The entrepreneur watches his ships full of merchandise sail off on what he hopes will be a successful voyage. Travel may be required to bring the operation to fruition. Traditionally, trade, negotiations, enterprise, travel, audaciousness. Cooperation in business.",
  "Four of Wands": "Success. Rewards for one’s hard work. A good harvest after a long season of caring for the crops. Celebrations. Fairs. Harvest festivals. Time to relax and enjoy the company of friends and loved ones. And also to give thanks. There may be partnerships in formation, business or personal. Sometimes thought to suggest martimony. A good first step toward a prosperous life. Traditionally, community, reunion, gatherings, relaxation, prosperity.",
  "Five of Wands": "Competition. Contests. Contention. Struggle. Others will not just stand aside. The lesson of the Five of Wands is that it is necessary to deal with competitors to achieve success. Walking away from the contest will result in loss. Learn to work with the opposition for mutual benefit, or strive to rise to the top. Be open to the ideas of others, but also alert to their self interests. Also, maintain self-control and avoid anger. The traditional meanings suggest victory in this struggle: gain, riches, abundance, happy marriage.",
  "Six of Wands": "Known as the Victory Card, the Six of Wands celebrates overcoming previous challenges, and also suggests that future victories are coming soon. Study the card and note that the horseman is surrounded by his troops. This is not only a card of personal victory, it is a card of team victory. The leader has achieved his success with the help of his followers, and without teamwork, it would not have been possible. Traditionally, good news, hope, desires, expectations, fulfillment.",
  "Seven of Wands": "After achieving success, it will be necessary to fight to stay on top. There is no room for complacency, but there is need for perseverance. The subject’s dominating position helps assure their ultimate victory, but only if they continue to make their best efforts. The Seven of Wands speaks particularly of the business world, but might also have implications for sport or other competitive endeavors. Traditionally, commerce, conferences, gossip, profit, advantage, competition.",
  "Eight of Wands": "Acceleration. Enthusiasm. The pace of life quickens. The Eight of Wands card has been described as Arrows of Love and Falling in Love. Perhaps the subject is, or soon will be, in a new, exciting relationship. Perhaps new business ideas are fueling excitement and productivity. High speed travel is possible, perhaps a journey by air. In any case, utilize the energy and enjoy the ride, but avoid carelessness. Traditionally, activity, swiftness, haste, great hope, progress, direction, new love.",
  "Nine of Wands": "Anticipation. Suspension. Possibly hidden enemies. This warrior has come a long way, overcoming many challenges. He is on the verge of completing his quest. But he knows he must pause, perhaps from exhaustion, perhaps to protect himself from danger. He has the tools and the skills to defend himself, if necessary. The real danger that he faces is accepting less than he has earned. The Nine of Wands teaches us that we must see the quest through to it’s conclusion. Analyze the situation. Get some rest if possible. Prepare defenses and consolidate the position, if necessary. But don’t end the quest. When rested and prepared, finish what has been started. Traditionally, delay, estrangement, adjournment, prudence, experience.",
  "Ten of Wands": "The burden may be too great. Atlas holding the world on his shoulders. Great achievements have been made, but the job is not getting any easier and weariness may be setting in. Perhaps it is time to take a breather for a while. But don’t give up. Persistence and determination will bring success. Traditionally, betrayal, oppression, gain, fortune.",
  "Page of Wands": "A message. News of the new and exciting. The Page of Wands, also known as the Princess of Wands, suggests enthusiasm and zeal. When representing a person, this card likely means a youth with vigor and ambition, working hard to achieve a goal. It also speaks of excitement and dedication for projects or hobbies. Traditionally, surprising, exciting, consistent, faithful and helpful.",
  "Knight of Wands": "old, passionate, exciting, spontaneous. The Knight, or Prince, of Wands is a fiery force in relationships. He begins new projects with excitement and creativity. But follow-through is his shortcoming. He is easily bored and prone to move on before things are finished. Although a loyal friend, he is not inclined to relinquish the variety and excitement he craves for a permanent engagement. As with all the Knights, a symbol of travel, suggesting long trips overland by highway. Traditionally, flight, separation, distance, abandonment, emigration.",
  "Queen of Wands": "Creative. Passionate. Bold. Confident. Determined and energetic, but charming. A natural leader. The Queen of Wands’ characteristics often lead to the performing arts. She could be the entertainment director on a cruise ship, perhaps a movie star or an advertising executive. Independent and courageous, she is likely to firmly reject any efforts to rein her in, as her black cat warns. But she is also a loving, loyal mother and partner. Her passion for achievement may sometimes lead her to become a bit more involved in her children’s affairs than she needs to be. Traditionally, friendly, honorable, charming, understanding, a lover of money who is likely to succeed in business.",
  "King of Wands": "The Kingdom of Wands symbolizes energy, inspiration and desire. The King of Wands is a natural leader who has no doubt that he is in charge. Courageous, charismatic, generous. His ambition drives him ever onward toward greater achievements. His confidence, energy and enthusiasm infect those around him. He greatly enjoys social events and is a loyal friend. As a parent, he is more likely to lead his children by influence and inspiration than with discipline. He enjoys starting new projects, but does not always finish up. Traditionally, honesty, integrity, talent, genius.",

  "Ace of Cups": "Contentment. Abundance. Fertility. As the Aces represent new beginnings, and the Cups represent love, emotion and family, it is not surprising that the Ace of Cups suggests the start of new relationships, or perhaps family relations growing closer. This card also sometimes portends marriage or childbirth. Traditionally, feasting, opulence, good news, birth, kindness, love.",
  "Two of Cups": "Love, friendship, harmony, union. Relations between the sexes. Sincere and mutual affection. A card of balanced and equal relationships. Possibly a card of engagement and marriage. For established relationships, it may mean a reconciliation is coming or has occurred. Traditionally, love, attraction, passion, kindness, betrothal, partnership.",
  "Three of Cups": "Successful conclusion of the matter. Perfection. Happiness. Fulfillment. Joining with friends and family to celebrate the good times. Traditionally, merriment, victory, fruitfulness, achievement, abundance.",
  "Four of Cups": "Boredom. Blessings taken for granted. Daydreams of something newer and more exciting. Perhaps a warning to either appreciate what there is, or move on. Care should also be taken to avoid escapism through alcohol or drugs. Face the situation at hand and deal with it.",
  "Five of Cups": "A card of loss, but the loss is not total. Three cups are empty, but two are still full. What remains deserves appreciation. The Five of Cups suggests that it may be time to move on from mourning or self pity. It is a lesson on resiliency. Traditionally, quarrels, separation, sacrifice, regret. There is also a possibility of inheritance.",
  "Six of Cups": "Nostalgia. Tender moments from childhood, remembered. Trust, security and forgiveness. Memories of happy times and simple pleasures may influence present actions. Perhaps it is time to make up with a loved one after a disagreement. Perhaps the subject is courting or being courted. A face from the past may return. Traditionally, antiquity, memories, aging, longing for the past.",
  "Seven of Cups": "Temptations. Choices, perhaps shrouded by deception. Once chosen, the cup may not hold what was expected. Patience and care are advised. Think well and consider what is right before choosing.",
  "Eight of Cups": "Take a hard look at current situations. Decide whether things are worth continuing. Changes of employment, residence, relationship or lifestyle may result. Walking away from that which is not in one's best interests. Leaving the comfort zone behind and risking the unfamiliar to achieve greater things.",
  "Nine of Cups": "A card of joy. Wishes and hopes come true. The answer to the question is positive. Things are going the way they should. Creativity and achievement are at a high. Be sure to enjoy the moment.",
  "Ten of Cups": "Love. Fulfillment. Happiness. Harmony. Closeness of the family. Popularity and acceptance. The Ten of Cups represents the pinnacle of emotional well-being. Traditionally, community, esteem, reputation, contentment.",
  "Page of Cups": "A message regarding love or relationship. Possibly news of an engagement or pregnancy. The Pages commonly represent children. The Page, or Princess, of Cups is the affectionate, sensitive, loving, but vulnerable child. When the subject is an adult, this card may suggest that they are feeling some of that sensitivity and vulnerability. If the subject is a child, as with any child they will achieve and develop best in a supportive, nurturing environment. But this child may need a little bit of extra recognition and appreciation. With it, they can achieve great things. Traditionally, helpful, innocent, loyal, studious.",
  "Knight of Cups": "A gentle, caring lover and friend. Sensitive and affectionate. A writer of poems and songs. Thoughtful. Chivalrous. Creative and artistic. Prone to be a dreamer. The Knight of Cups may suggest a proposal is coming. If the context is personal, perhaps it is a good time to focus on artistic and creative endeavors. As with all Knights, a harbinger of travel. In this case, the travel is over water. Perhaps a cruise or a river rafting trip. Traditionally, seduction, charm, proposal, attraction, union.",
  "Queen of Cups": "A mother figure. A good woman. Loving and giving. A nurturer and healer. Romantic, artistic and creative. Often psychic or intuitive. Excels as a muse, helping others realize their talents.",
  "King of Cups": "The Kingdom of Cups includes relationships, feelings, emotions, the heart. The King of Cups is a good and decent man who cares deeply about others. He may be an artist, pastor, pediatrician, perhaps a teacher. He treasures his family and gives his all for their welfare and happiness. His weakness could be that he is too forgiving or soft hearted with family members. He will not be soft hearted or weak if they are threatened, however. Participation in community improvement or charitable organizations is possible. Traditionally, fairness, honesty, integrity, consideration, supportiveness.",

  "Ace of Swords": "A sharper mind. A clearer focus. A new birth of energy. Developing and following through on new projects. There may be some questions or uncertainties, but the energy of the sword will cut through the red tape. This card is sometimes thought to suggest surgery, and often thought to represent \"the pen\". Therefore it is a particularly good omen for new projects involving writing. Though the card represents ambition and determination, it is also a card of fairness and justice.",
  "Two of Swords": "Foremost, a suggestion that the subject is the agent of compromise. A diplomat keeping the peace. However, remaining neutral causes internal conflict and doubt. Difficulty in making decisions may result. It may prove valuable to join forces with a like minded person. Keeping the peace will be a short term task, and will lead to personal growth.",
  "Three of Swords": "Swords through the heart, just as it appears. Heartache. Hurt feelings. Cruel and cutting words. Pent up anger or resentment, released perhaps in the waning moments of an unhappy relationship. Looking at health related issues, the Three of Swords suggests that surgery might be necessary. Traditionally, removal, absence, delay, division, separation, hatred, incompatibility.",
  "Four of Swords": "Tranquility. Introspection. Meditation. Prayer. Resting. Healing. Temporary withdrawl from stress and strain. Traditionally, solitude, exile, retreat, banishment.",
  "Five of Swords": "Dynamism and determination overwhelm kindheartedness. The victor believes he is right and honorable, but has little compassion or empathy. Victory at what cost? Are those former friends walking away beaten and intimidated? Short term victory that may result in long term loss. Depending on the context, possibly an indicator of abuse. A lesson that you can never win with some people, and sometimes you just have to walk away.",
  "Six of Swords": "Journeys by water. Perhaps for pleasure, but more likely the Six of Swords metaphorically suggests traveling away from previous confrontation and turmoil. The journey will take the subject to a place of greater harmony on the far shore. What is left behind is also significant... this card suggests moving on from naive or erroneous ideas toward a state of clearer understanding, improved communications and greater knowledge. Traditionally, expedience, passage, travel, voyage.",
  "Seven of Swords": "Gaining advantage by stealth. Taking calculated risks. Possibly spying or deceptiveness for strategic reasons. Sometimes an elopement is suggested. Often interpreted as a forthcoming journey overland, which may be made in secret. Also could suggest a clandestine affair.",
  "Eight of Swords": "Trapped. In bondage. Imprisoned in a cage of swords. The blindfold makes finding the way out difficult. But these swords and this blindfold are usually metaphorical. The blindfold may be self imposed. It may be fear or insecurity that is keeping the subject locked up in an unpleasant place. They may be overwhelmed with worries that prevent them from seeing the situation clearly. With boldness and courage, escape is possible. Depending on the question and the influences of the surrounding cards, however, the Eight of Swords in some cases may actually represent legal judgments resulting in imprisonment or injuries resulting in hospitalization. Traditionally, accident, calamity, bad news, violence, crisis, censure, conflict, illness.",
  "Nine of Swords": "Isolation. Depression. Negativity. Desperate sorrow. Bad dreams or trouble sleeping. Overwhelmed by worries. Though the problems are serious, it may be time to start looking for solutions rather than focusing on past events. Traditionally, delay, disappointment, despair. In some contexts this card is thought to suggest the possibility of miscarriage or death.",
  "Ten of Swords": "A card of endings. Hopes dashed. A battle lost. Things are as bad as they can get. Not particularly a warning of physical injury, though. Betrayal, false friends, or a need to be alert for enemies may be suggested. Most likely, it is time to end this struggle, take stock and move on to new things.",
  "Page of Swords": "Alertness. Readiness. Espionage or surveillance. Studying the situation. Possibly defensiveness. Awaiting something with expectation. Often this card foretells the coming of an important message regarding a difficult or complex issue. Perhaps the message contains the solution. In the upright, the news is often good. Also, note the sword carried by the Page. Caution with sharp objects such as scissors or knives is suggested.",
  "Knight of Swords": "Determination, will, perhaps anger. Leading a life and death charge into harms way. This Knight believes he is right. He is not prepared to accept less than victory. Although he is equipped with outstanding intelligence and wit, he must be on guard against impetuousness and impatience, which are his weaknesses. He craves action, and may be prone to start fights for the excitement of it. He is brave, but he can also be a bully. At his best, he may be the hero of the battle. At his worst, he may be the cause of the war. Upright, this warrior is hard to stop and is likely to win the victory.",
  "Queen of Swords": "A woman who has been tempered by loss and sorrow. A strong, honorable, independent person. Demanding of herself, she is intolerant of others who are less demanding of themselves. Meeting her expectations may be difficult. Highly intelligent, she generously shares her knowledge. A great communicator of logic and fact. Behind her cold exterior, her intentions are good. But she can be hard to get close to. Traditionally, sadness, separation, widowhood.",
  "King of Swords": "The Kingdom of Swords embodies character, principles, intellect and communication. Honest, strict, intelligent, the King of Swords is fair and balanced, but unyielding. When representing a person, he might be a judge, military officer, police officer or physician. Someone of high ethics who backs his words with actions. This card may suggest critical analysis of literary or legal documents, or technical writing. Traditionally, judgment, command, authority, law, militarism, power.",

  "Ace of Pentacles": "The seed of success. Opportunities are available. A better job. A promotion. Perhaps a windfall profit or an inheritance is on the way. With increased prosperity will come increased responsibility. A card of good fortune, but remember that the seed requires cultivation to bear fruit.",
  "Two of Pentacles": "Juggling, just like it looks. Keeping things in balance. Look past the juggler to the ships out at sea. He is working hard to keep things going until his ship comes in. He may need to spend some time with his partner or his family, to try and balance his life a bit better. His ship is in rough seas, but things will work out well for him if he doesn’t drop the ball. Traditionally, obstacles, agitation, trouble.",
  "Three of Pentacles": "Craftsmanship. Profitability. Recognition. Partnership. Good planning. Advancement through skill and effort. Working well with others to achieve success. The Pentacles represent down to Earth matters of business, employment and finance. This card signifies rising to a higher level in the material world. Passage from apprentice to journeyman. Traditionally, nobility, renown, glory, distinction.",
  "Four of Pentacles": "Focused on money, business interests and material possessions. Developing structure to secure and perpetuate wealth or power. The Four of Pentacles is known as the Miser Card. This greed is driven by fear of losing what has been gained through previous labors. It may be time to relax a bit and perhaps share just a little of the wealth. Traditionally, surety of possessions, inheritance, investments, success in business.",
  "Five of Pentacles": "Financial problems. Job loss. Poverty. Hardships related to money. Frustrating and difficult, but not permanent. Lessons that the road is not always smooth. Traditionally, the Five of Pentacles also suggests loyal partners supporting each other through these difficulties.",
  "Six of Pentacles": "Benevolence. Generosity. Charity. Sharing. Exchanges of money for admiration. Exchanges of energy to achieve balance. The Six of Pentacles may be about helping others, but it may also be about receiving help. You might be the benefactor, but you might also be the recipient. Perhaps the subject is freeing themselves from the burden of debt, financial or otherwise. Perhaps they may receive presents, bonuses or inheritances in the near future. If offered gifts, accept gratefully. Traditionally, gifts, gratification, prosperity, philanthropy.",
  "Seven of Pentacles": "The day to day tasks associated with enterprise. Cultivation. Caring for the crop. Waiting for the harvest, but not idly. Pruning, fertilizing, watering. The hard work and patience required to make things grow. Doing the routine things it takes to stay on the road to prosperity.",
  "Eight of Pentacles": "Apprenticeship. Craftsmanship. Conscientious and thorough study or work. Focusing on doing it right. The Eight of Pentacles also suggests conscientious and thorough behavior in one’s personal life. Perhaps the subject is diligently adhering to an exercise plan, a healthy diet or a savings plan. Traditionally, candor, practicality, employment, commissions, scholarship.",
  "Nine of Pentacles": "Financial independence. Prosperity. Affluence. Comfort. Good health. Possibly a new home. Perhaps a luxurious vacation. Reaping the rewards of all the previous hard work. Traditionally, safety, prudence, success, accomplishments, thoughtfulness, property, contentment.",
  "Ten of Pentacles": "The achievements of a lifetime. That which is permanent and may be passed on to future generations. The family business. Fortune. Heirlooms. Estates. But also traditions, ancestry, the family name. Wanting to ensure the security, comfort and preservation of the family. This card may be an indication of a coming inheritance, perhaps as the heir, or perhaps as the executor. A card of stable wealth, and also a card of heritage.",
  "Page of Pentacles": "A message about health, business or finance, likely good news. Also a suggestion to pay close attention to business matters. The Page, or Princess, of Pentacles is the down to earth child. Analytical. Pragmatic. Hands on. An engineer and a builder. Serious about learning. Serious about money. This is the child who opens a lemonade stand or mows lawns by their own initiative. Traditionally, scholarship, concentration, apprenticeship, work.",
  "Knight of Pentacles": "A person of integrity. Someone who can be counted on. A closer. Dependable. Self sufficient. Conscientious. Persistent. The Knights represent travel, and this Knight in particular suggests travel over natural terrain on foot or by off-road vehicle. Traditionally, interesting, attractive, beneficial, important, helpful, successful.",
  "Queen of Pentacles": "A prosperous woman. Resourceful. Fastidious. Conscientious. Perhaps a business owner, or a driving force behind a business. In control of her surroundings and her family. Generous and caring. Confident that she knows the right way to do things. She works hard to ensure the welfare of her loved ones, the quality of her environment, and the success of her ventures. Traditionally, opulence, security, freedom, luxury, sincerity.",
  "King of Pentacles": "The Kingdom of Pentacles is the Earthly. The practical and economic facets of life. The King of Pentacles is a leader in monetary matters, and possibly in environmental matters. When representing a person, he is likely to be involved in finance, and to be successful in the business world. A shrewd investor, but interested in value as well as profits. A lover of the finer things, but pragmatic about their acquisition. Perhaps a bit possessive about the people in his life. Steady, stable and dependable. Generous about providing guidance to others. Traditionally, courageous, intelligent, intellectual, loyal. Mathematical aptitudes."
}
