{
  "deck": "Rider Waite",
  "type": "tarot",
  "itemLabel": "card",
  "reversals": "yes",
  "items": [
    "The Fool",
    "The Magician",
    "The High Priestess",
    "The Empress",
    "The Emperor",
    "The Hierophant",
    "The Lovers",
    "The Chariot",
    "Strength",
    "The Hermit",
    "Wheel of Fortune",
    "Justice",
    "The Hanged Man",
    "Death",
    "Temperance",
    "The Devil",
    "The Tower",
    "The Star",
    "The Moon",
    "The Sun",
    "Judgement",
    "The World",

    "Ace of Wands",
    "Two of Wands",
    "Three of Wands",
    "Four of Wands",
    "Five of Wands",
    "Six of Wands",
    "Seven of Wands",
    "Eight of Wands",
    "Nine of Wands",
    "Ten of Wands",
    "Page of Wands",
    "Knight of Wands",
    "Queen of Wands",
    "King of Wands",

    "Ace of Cups",
    "Two of Cups",
    "Three of Cups",
    "Four of Cups",
    "Five of Cups",
    "Six of Cups",
    "Seven of Cups",
    "Eight of Cups",
    "Nine of Cups",
    "Ten of Cups",
    "Page of Cups",
    "Knight of Cups",
    "Queen of Cups",
    "King of Cups",

    "Ace of Swords",
    "Two of Swords",
    "Three of Swords",
    "Four of Swords",
    "Five of Swords",
    "Six of Swords",
    "Seven of Swords",
    "Eight of Swords",
    "Nine of Swords",
    "Ten of Swords",
    "Page of Swords",
    "Knight of Swords",
    "Queen of Swords",
    "King of Swords",

    "Ace of Pentacles",
    "Two of Pentacles",
    "Three of Pentacles",
    "Four of Pentacles",
    "Five of Pentacles",
    "Six of Pentacles",
    "Seven of Pentacles",
    "Eight of Pentacles",
    "Nine of Pentacles",
    "Ten of Pentacles",
    "Page of Pentacles",
    "Knight of Pentacles",
    "Queen of Pentacles",
    "King of Pentacles"
  ],

  "The Fool": "Beginnings, innocence, wonder, foolishness. The Fool shows us a person at the start of a new adventure. Slung over their shoulder is a small pack, which looks very minimal for the undertaking. Unbenownst to the Fool, they are about to step off a cliff. The Fool is focussed on the start of their expedition, not the challenges posed by the mountains in the distance. The Fool can represent a time of new journeys, of throwing caution to the wind and siezing the moment. The world is your oyster, and it shows you its magic. This card is an invitation to relax and enjoy the trip.",
  "The Fool Reversed": "Being naive, taken advantage of, recklessness. The Fool shows us a person at the start of a new adventure. Slung over their shoulder is a small pack, which looks very minimal for the undertaking. Unbenownst to the Fool, they are about to step off a cliff. The Fool is focussed on the start of their expedition, not the challenges posed by the mountains in the distance. Reversed like this, the Fool suggests you are at the start of a project that you are ill-prepared for, either in resources or timing or understanding. You fear the unkown as you worry you might step off that cliff before you. Conversely, you could use a little more fear, as you are taking a lot of risks.",
  "The Magician": "Willpower, creation, mastery, adaptation. The Magician stands between the material and the spiritual, channeling energy from on high into the ground below. While the Magician's robe is white with the purity of new creation, their cloak is red with experience and knowledge. The Magician has all four symbols of the minor arcana before them, signifying preparedness. The Magician symbolizes having everything you need to make your dreams come true right at your fingertips. Now is a great time to move forward on a project. Vision is key, though, and the Magician calls for you to focus. Focus on the 'why' of the project, beyond the material need. Focus on the task that will see it through. Be methodical in your planning.",
  "The Magician Reversed": "Trickery, cunning, deception, craftiness. The Magician stands between the material and the spiritual, channeling energy from on high into the ground below. While the Magician's robe is white with the purity of new creation, their cloak is red with experience and knowledge. The Magician has all four symbols of the minor arcana before them, signifying preparedness. Reversed like this, you are stuck in your progress on a project or course of action. Either you are hesitant to start or you lost sight of the goal along the way. You are missing either that material element or that spiritual one. You have skills and talents that are not being used to their fullest potential. Figure out what stands in your way.",
  "The High Priestess": "Inner voice, intuition, divine truth, wisdom, unconscious. The High Priestess sits in front of the archway that seperates the conscious and subconscious realms. Only the initiated can step through the arch. The High Priestess guards this liminal space. The High Priestess guards the subconscious mind and teaches hidden mysteries. The world is not always what it seems and things influence you in ways you don't always see. Now is a good time to tune into your intuition and find truths within yourself. The High Priestess is a signal to embrace compassion and empathy.",
  "The High Priestess Reversed": "Loss of self, repression, secrets, hidden agendas. The High Priestess sits in front of the archway that seperates the conscious and subconscious realms. Only the initiated can step through the arch. The High Priestess guards this liminal space. Reversed like this, the High Priestess warns you not to get swept up in the opinions of others and their drama. Now is a time to trust yourself. This is also a good time to let your intuition show. Now might also be a time of gossip and hidden agendas in your life. Now is the time for open conversations and addressing such matters.",
  "The Empress": "Beauty, fertility, nurturing, luxury, creativity. The Empress is a beautiful, full figured woman with a peaceful aura about her. She wears a crown of twelve stars, showing her connection to the mystical realm and the natural world. All around her are signs of nature and fertility. The Empress calls for you to be creative, taking up a new hobby or expressing yourself in some creative manner. You also need to nurture your creations. You are in a period of growth; tend the seeds you sowed.The Empress can also hint at the birth of a baby or of an idea.",
  "The Empress Reversed": "Smothering, excess, selfishness. The Empress is a beautiful, full figured woman with a peaceful aura about her. She wears a crown of twelve stars, showing her connection to the mystical realm and the natural world. All around her are signs of nature and fertility. Now is the time for self-love and self-care. Fill your own energy reserves before giving more to others. Now is also a good time to reconnect with nature. You may feel you are currently in a creative roadblock. Now is the time to break that and focus on moving forward. Also, be sure to not be too over protective or controlling over the things you create.",
  "The Emperor": "Structure, ambition, authority, rationality. The Emperor sits atop a large stone adorned with ram heads. In his left hand is an orb, representing the world, while in his right is the ankh of life. The Emperor is wearing a red robe over a suit of armor, presenting a softer, passionate exterior while still prepared for combat. Behind him is a mountain range signifying strong foundations, though slow change. A small river flows between the peaks.",
  "The Emperor Reversed": "Chaos, anger, tyranny, domination. The Emperor sits atop a large stone adorned with ram heads. In his left hand is an orb, representing the world, while in his right is the ankh of life. The Emperor is wearing a red robe over a suit of armor, presenting a softer, passionate exterior while still prepared for combat. Behind him is a mountain range signifying strong foundations, though slow change. A small river flows between the peaks.",
  "The Hierophant": "Tradition, legacy, society, organized religion. The Hierophant sits between two pillars in a sacred temple. They wear three robes - red, blue, and white - and have a three tiered crown - one each for conscious, subconscious, and super-conscious. Before them are two followers to whom they pass knowledge and wisdom, teaching traditions. At the Hierophant's feet are a set of keys, representing the balance between conscious and subconscious and unlocking the mysteries of each.",
  "The Hierophant Reversed": "Servitude, convention, blind faith. The Hierophant sits between two pillars in a sacred temple. They wear three robes - red, blue, and white - and have a three tiered crown - one each for conscious, subconscious, and super-conscious. Before them are two followers to whom they pass knowledge and wisdom, teaching traditions. At the Hierophant's feet are a set of keys, representing the balance between conscious and subconscious and unlocking the mysteries of each.",
  "The Lovers": "Choices, union, love, relationships. A naked pair stands under a burst of divine light. The area around them is a lush garden. Next to one of the Lovers is a tree with an apple and a snake, reminding off sensual temptations that might draw away from the higher connection of their union. Next to the other is a flame of passion, springing eternal. One lover looks to the other, who looks to the divine light, showing a path from physical needs, to emotional needs, to spiritual ones.",
  "The Lovers Reversed": "Indecision, ending of relationships, conflict. A naked pair stands under a burst of divine light. The area around them is a lush garden. Next to one of the Lovers is a tree with an apple and a snake, reminding off sensual temptations that might draw away from the higher connection of their union. Next to the other is a flame of passion, springing eternal. One lover looks to the other, who looks to the divine light, showing a path from physical needs, to emotional needs, to spiritual ones.",
  "The Chariot": "Self control, discipline, success. A warrior stands inside a chariot as it races beside a river. They wear armor adorned with medals and symbols of who they have become because of their actions. They wear a laurel wreath of victory. The charioteer does not hold the reins of the chariot, keeping it in control through will alone.",
  "The Chariot Reversed": "Loss of direction, loss of will, lack of discipline. A warrior stands inside a chariot as it races beside a river. They wear armor adorned with medals and symbols of who they have become because of their actions. They wear a laurel wreath of victory. The charioteer does not hold the reins of the chariot, keeping it in control through will alone.",
  "Strength": "Courage, inner strength, conviction, compassion. This card depicts a person clad in the white of innocence gently stroking a lion's jaw. The lion, while a symbol of raw passion and desire, is tamed by the person's inner strength and conviction.",
  "Strength Reversed": "Doubt, pride, weakness, cowardice. This card depicts a person clad in the white of innocence gently stroking a lion's jaw. The lion, while a symbol of raw passion and desire, is tamed by the person's inner strength and conviction.",
  "The Hermit": "Contemplation, solitude, insight, awareness. The Hermit stands alone atop a mountain of spiritual mastery. They have reached the highest point they can in their journey of spiritual mastery. In their hand they carry a lamp to light their way, but it only lights the next few steps for them. They must trust the path knowing not everything is revealed at once. In their other hand they carry a staff they use to guide and balance themself.",
  "The Hermit Reversed": "Isolation, withdrawal, loneliness, rejection. The Hermit stands alone atop a mountain of spiritual mastery. They have reached the highest point they can in their journey of spiritual mastery. In their hand they carry a lamp to light their way, but it only lights the next few steps for them. They must trust the path knowing not everything is revealed at once. In their other hand they carry a staff they use to guide and balance themself.",
  "Wheel of Fortune": "Fate, karma, destiny, fortune, cycles. On this card is a massive wheel, embued with words of power and fate. The center of the wheel shows alchemical symbols for the building blocks of life and the elements, representing the formative power of the Wheel. To the left of the wheel is a spirit in the form of a snake sliding down into the material world, bringing lifeforce to it. On the right is a god of the dead, welcoming souls to the afterlife. Atop the Wheel is a Sphinx, representing knowledge, strength, and mystery. The winged creatures about the wheel fly stably, separate from the Wheel's control.",
  "Wheel of Fortune Reversed": "Bad luck, lack of control, clinging to control. On this card is a massive wheel, embued with words of power and fate. The center of the wheel shows alchemical symbols for the building blocks of life and the elements, representing the formative power of the Wheel. To the left of the wheel is a spirit in the form of a snake sliding down into the material world, bringing lifeforce to it. On the right is a god of the dead, welcoming souls to the afterlife. Atop the Wheel is a Sphinx, representing knowledge, strength, and mystery. The winged creatures about the wheel fly stably, separate from the Wheel's control.",
  "Justice": "Truth, fairness, law, clarity, cause and effect. Justice stands between two pillars of balance and structure. They hold a sword in their right hand, symbolizing logic and a well-ordered mindset to dispense fair justice. The upwards point indicates firm, final decisions. The double-edged blade signals that all actions have consequences. The left hand holds scales, showing intuition must balance logic and impartiality.",
  "Justice Reversed": "Dishonesty, unaccountability, unfairness. Justice stands between two pillars of balance and structure. They hold a sword in their right hand, symbolizing logic and a well-ordered mindset to dispense fair justice. The upwards point indicates firm, final decisions. The double-edged blade signals that all actions have consequences. The left hand holds scales, showing intuition must balance logic and impartiality.",
  "The Hanged Man": "Sacrifice, suspension, release, martyrdom. The Hanged Man shows an individual suspended upside-down in a T-shape from a living tree. By hanging upside-down, the person sees the world in a new way. Their expression is peaceful, suggesting they chose to be in this position. The halo on their head symbolizes their new insight and sacrifice. This is a card of ultimate surrender, of being suspended in time and sacrificing for the greater good.",
  "The Hanged Man Reversed": "Stalling, fear of sacrifice, needless sacrifice. The Hanged Man shows an individual suspended upside-down in a T-shape from a living tree. By hanging upside-down, the person sees the world in a new way. Their expression is peaceful, suggesting they chose to be in this position. The halo on their head symbolizes their new insight and sacrifice.",
  "Death": "End of cycle, new beginnings, change, metamorphosis. This card shows the messenger of death, a skeleton in black armor astride a white horse. The skeleton is invincible in its armor, making death inevitable. Death carries a black flag adorned with five white roses, signaling beauty, purification, and change. Death isn't just about life ending, but about transformation. People about the horse plead in vain to be spared. In the background the sun sets between two towers to be reborn in the morning.",
  "Death Reversed": "Fear of change, holding on, stagnation, decay. This card shows the messenger of death, a skeleton in black armor astride a white horse. The skeleton is invincible in its armor, making death inevitable. Death carries a black flag adorned with five white roses, signaling beauty, purification, and change. Death isn't just about life ending, but about transformation. People about the horse plead in vain to be spared. In the background the sun sets between two towers to be reborn in the morning.",
  "Temperance": "Middle path, patience, finding meaning. A large, winged angel hovers with one foot on the ground, signalling the need to stay grounded. Their other foot is in a river, showing the need to go with the flow. They pour water between two cups, showing the flow of things and the natural movement of life. In the background is a winding mountain path, showing the journey of life.",
  "Temperance Reversed": "Extremes, excess, lack of balance, lack of harmony. A large, winged angel hovers with one foot on the ground, signalling the need to stay grounded. Their other foot is in a river, showing the need to go with the flow. They pour water between two cups, showing the flow of things and the natural movement of life. In the background is a winding mountain path, showing the journey of life.",
  "The Devil": "Materialism, playfulness, pleasure, addiction. The Devil on this card is half-man, half-goat, showing a reversion to more basic desires rather than the higher needs. The Devil also has the wings of a vampire bat, sucking those under their control dry just like an addiction to base desires can. The figure is enticing, having lured in two individuals now chained and captive. These chains are loose and could easily be removed, but they stay in the hypnotic enthrallment of the Devil. Both figures have tails, showing they too are losing themselves.",
  "The Devil Reversed": "Freedom, release, restoring control. The Devil on this card is half-man, half-goat, showing a reversion to more basic desires rather than the higher needs. The Devil also has the wings of a vampire bat, sucking those under their control dry just like an addiction to base desires can. The figure is enticing, having lured in two individuals now chained and captive. These chains are loose and could easily be removed, but they stay in the hypnotic enthrallment of the Devil. Both figures have tails, showing they too are losing themselves.",
  "The Tower": "Upheaval, disaster, foundational shift. This card depicts a tower in the midst of chaos. The building is in flames. The ground beneath the tower is unstable, showing the ambitions of it were made under false pretenses. The tower itself is strong howerver. Lightning strikes the building in sudden revelation. People leap from the Tower, wanting to be free of the chaos despite not knowing where they will land.",
  "The Tower Reversed": "Disaster avoided, delaying disaster, fear of suffering. This card depicts a tower in the midst of chaos. The building is in flames. The ground beneath the tower is unstable, showing the ambitions of it were made under false pretenses. The tower itself is strong howerver. Lightning strikes the building in sudden revelation. People leap from the Tower, wanting to be free of the chaos despite not knowing where they will land.",
  "The Star": "Hope, faith, rejuvenation, rebuilding, healing. The Star card shows a naked individual kneels at the edge of a small pool, a container of water in each hand. The water falling into the pool refills the pond, showing renewed life and rejuvenation. The water falling onto the land represents the five senses envigorated by the subconscious. The person has one foot on ground, representing sensibility, while the one in water represents intuition.",
  "The Star Reversed": "Discouragement, faithlessness, insecurity. The Star card shows a naked individual kneels at the edge of a small pool, a container of water in each hand. The water falling into the pool refills the pond, showing renewed life and rejuvenation. The water falling onto the land represents the five senses envigorated by the subconscious. The person has one foot on ground, representing sensibility, while the one in water represents intuition.",
  "The Moon": "Unconscious, illusions, intuition, unclarity. The Moon on this card is positioned between two towers, a symbol of intuition, dreams, and unconscious mind. In the foreground, a crayfish climbs out of the water, the earliest stages of consciousness. A dog and a wolf both howl at the moon, representing our tamed and untamed minds.",
  "The Moon Reversed": "Confusion, fear, misinterpretation. The Moon on this card is positioned between two towers, a symbol of intuition, dreams, and unconscious mind. In the foreground, a crayfish climbs out of the water, the earliest stages of consciousness. A dog and a wolf both howl at the moon, representing our tamed and untamed minds.",
  "The Sun": "Joy, success, celebration, pleasure. This card depicts a child on a horse beneath a sunny sky. The child is naked in its innocence, their expression joyful at the day. The horse is white with innocence, strong in its movements. The sun shines onto four sunflowers, representing the elements and the four minor arcana suits.",
  "The Sun Reversed": "Negativity, depression, sadness. This card depicts a child on a horse beneath a sunny sky. The child is naked in its innocence, their expression joyful at the day. The horse is white with innocence, strong in its movements. The sun shines onto four sunflowers, representing the elements and the four minor arcana suits.",
  "Judgement": "Reflection, reckoning, awakening. The Judgement card depicts a host of people rising up out of their graves, arms outstretched to meet the call to final judgement of their lives. They do not know if they will be welcomed into the afterlife they sought, but they are ready to face their judgement never the less. In the background, mountains represent the obstacles of life and how one will get judged inevitably.",
  "Judgement Reversed": "Lack of self awareness, doubt, self loathing. The Judgement card depicts a host of people rising up out of their graves, arms outstretched to meet the call to final judgement of their lives. They do not know if they will be welcomed into the afterlife they sought, but they are ready to face their judgement never the less. In the background, mountains represent the obstacles of life and how one will get judged inevitably.",
  "The World": "Fulfilment, harmony, completion. The person in the center of this card dances towards their future while looking back towards their past. They hold the Magician's wands, having manifested their desires. The laurel wreath encircling this figure is circular, symbolizing completion of another cycle. As the person steps through, they are ready to start a new cycle.",
  "The World Reversed": "Incompletion, lack of closure, emptiness. The person in the center of this card dances towards their future while looking back towards their past. They hold the Magician's wands, having manifested their desires. The laurel wreath encircling this figure is circular, symbolizing completion of another cycle. As the person steps through, they are ready to start a new cycle.",
  "Ace of Wands": "Creation, willpower, inspiration, desire",
  "Ace of Wands Reversed": "Lack of energy, lack of passion, boredom",
  "Two of Wands": "Planning, making decisions, leaving home",
  "Two of Wands Reversed": "Fear of change, playing safe, bad planning",
  "Three of Wands": "Looking ahead, expansion, rapid growth",
  "Three of Wands Reversed": "Obstacles, delays, frustration",
  "Four of Wands": "Community, home, celebration",
  "Four of Wands Reversed": "Lack of support, transience, home conflicts",
  "Five of Wands": "Competition, conflict, reality",
  "Five of Wands Reversed": "Avoiding conflict, respecting differences",
  "Six of Wands": "Victory, success, public reward",
  "Six of Wands Reversed": "Excess pride, lack of recognition, punishment",
  "Seven of Wands": "Perseverance, mounting a defense, maintaining control",
  "Seven of Wands Reversed": "Giving up,lack of confidence, overwhelmed",
  "Eight of Wands": "Rapid action, movement, quick decisions",
  "Eight of Wands Reversed": "Panic, waiting, slowing down",
  "Nine of Wands": "Resilience, grit, taking a last stand",
  "Nine of Wands Reversed": "Exhaustion, fatigue, unsure motives",
  "Ten of Wands": "Accomplishment, responsibility, burden",
  "Ten of Wands Reversed": "Burnt out, stressed, unwilling to delegate",
  "Page of Wands": "Exploration, excitement, freedom",
  "Page of Wands Reversed": "Lack of direction, procrastination, conflict",
  "Knight of Wands": "Action, adventure, fearlessness",
  "Knight of Wands Reversed": "Anger, impulsivity, recklessness",
  "Queen of Wands": "Courage, determination, passion, joy. The Queen of Wands sits on a throne adorned with the imagery of lions for fire and strength. She holds a sunflower she has grown and the wand she holds is sprouting new growth, showing life, joy, and satisfaction. The cat at her feet represents the Queen being in touch with her darker side, her shadow-self.",
  "Queen of Wands Reversed": "Selfishness, insecurity, jealousy. The Queen of Wands sits on a throne adorned with the imagery of lions for fire and strength. She holds a sunflower she has grown and the wand she holds is sprouting new growth, showing life, joy, and satisfaction. The cat at her feet represents the Queen being in touch with her darker side, her shadow-self.",
  "King of Wands": "Big picture, leader, overcoming challenges",
  "King of Wands Reversed": "Impulsive, overbearing, impossible expectations",
  "Ace of Cups": "New feelings, spirituality, intuition",
  "Ace of Cups Reversed": "Emotional loss, blocked creativity, emptiness",
  "Two of Cups": "Unity, partnership, connection",
  "Two of Cups Reversed": "Imbalance, broken communication, tension",
  "Three of Cups": "Friendship, community, happiness",
  "Three of Cups Reversed": "Overindulgence, gossip, isolation",
  "Four of Cups": "Apathy, contemplation, disconnection. This card shows a young man sitting under a tree in contemplation. He is so engrossed in his thoughts that he doesn’t notice the cup being offered to him. There are already three cups in front of him, but he doesn’t seem to be doing much with these opportunities either.",
  "Four of Cups Reversed": "Choosing happiness, acceptance, awareness. This card shows a young man sitting under a tree in contemplation. He is so engrossed in his thoughts that he doesn’t notice the cup being offered to him. There are already three cups in front of him, but he doesn’t seem to be doing much with these opportunities either.",
  "Five of Cups": "Loss, grief, disappointment, mourning",
  "Five of Cups Reversed": "Acceptance, moving on, finding peace",
  "Six of Cups": "Familiarity, memories, healing, restoration",
  "Six of Cups Reversed": "Moving forward, leaving home, independence",
  "Seven of Cups": "Searching for purpose, choices, daydreaming",
  "Seven of Cups Reversed": "Diversion, disarray, lack of purpose, confusion",
  "Eight of Cups": "Walking away, disillusionment, leaving something behind",
  "Eight of Cups Reversed": "Lack of true joy, smugness, dissatisfaction",
  "Nine of Cups": "Inner happiness, fulfilment, dreams coming true",
  "Nine of Cups Reversed": "Lack of true joy, smugness, dissatisfaction",
  "Ten of Cups": "Inner happiness, fulfilment, dreams coming true",
  "Ten of Cups Reversed": "Shattered dreams, broken family, domestic dispute",
  "Page of Cups": "Happy surprise, dreamer, sensitivity",
  "Page of Cups Reversed": "Emotional immaturity, insecurity, disappointment",
  "Knight of Cups": "Idealistic, romantic, following one's heart",
  "Knight of Cups Reversed": "Fickleness, moodiness, fantasy",
  "Queen of Cups": "Compassion, calm, comfort",
  "Queen of Cups Reversed": "Martyrdom, insecurity, dependence",
  "King of Cups": "Emotional control, balance between heart and head",
  "King of Cups Reversed": "Coldness, moodiness, emotional manipulation",
  "Ace of Swords": "Breakthrough, clarity, sharp mind",
  "Ace of Swords Reversed": "Confusion, brutality, chaos",
  "Two of Swords": "Difficult choices, indecision, stalemate",
  "Two of Swords Reversed": "Lesser of two evils, indecision, stalemate",
  "Three of Swords": "Heartbreak, suffering, grief",
  "Three of Swords Reversed": "Recovery, forgiveness, moving on",
  "Four of Swords": "Rest, restoration, contemplation",
  "Four of Swords Reversed": "Restlessness, burnout, stress",
  "Five of Swords": "Unbridled ambition, win at all costs, sneakiness",
  "Five of Swords Reversed": "Lingering resentment, desire to reconcile, desire to forgive",
  "Six of Swords": "Transition, leaving behind, moving on",
  "Six of Swords Reversed": "Emotional baggage, unresolved issues, resisting transition",
  "Seven of Swords": "Deception, trickery, tactics and strategy",
  "Seven of Swords Reversed": "Coming clean, rethinking approach, deception",
  "Eight of Swords": "Imprisonment, entrapment, self-victimisation",
  "Eight of Swords Reversed": "Self-acceptance, new perspective, freedom",
  "Nine of Swords": "Anxiety, hopelessness, trauma",
  "Nine of Swords Reversed": "Hope, reaching out for help, despair",
  "Ten of Swords": "Failure, collapse, defeat, backstabbing",
  "Ten of Swords Reversed": "Can't get worse, only upwards, inevitable end",
  "Page of Swords": "Curiosity, restlessness, mental energy",
  "Page of Swords Reversed": "Deception, manipulation, all talk",
  "Knight of Swords": "Action, impulsiveness, defending beliefs",
  "Knight of Swords Reversed": "No direction, disregard for consequence, unpredictability",
  "Queen of Swords": "Complexity, perceptive, clear mindedness",
  "Queen of Swords Reversed": "Cold hearted, cruel, bitterness",
  "King of Swords": "Head over heart, truth, discipline",
  "King of Swords Reversed": "Manipulative, cruel, weakness",
  "Ace of Pentacles": "Opportunity, prosperity, new venture",
  "Ace of Pentacles Reversed": "Lost opportunity, missed chance, bad investment",
  "Two of Pentacles": "Balancing decisions, priorities, adaptation",
  "Two of Pentacles Reversed": "Loss of balance, disorganized, overwhelmed",
  "Three of Pentacles": "Teamwork, collaboration, building together",
  "Three of Pentacles Reversed": "Lack of teamwork, disorganized, group conflict",
  "Four of Pentacles": "Conservation, security, frugality",
  "Four of Pentacles Reversed": "Greediness, stinginess, possessiveness",
  "Five of Pentacles": "Need, poverty, insecurity, low resources",
  "Five of Pentacles Reversed": "Recovery, charity, improvement",
  "Six of Pentacles": "Charity, generosity, sharing",
  "Six of Pentacles Reversed": "Strings attached, stinginess, power and domination",
  "Seven of Pentacles": "Hard work, perseverance, diligence",
  "Seven of Pentacles Reversed": "Work without results, distractions, no rewards",
  "Eight of Pentacles": "Diligence, passion, high standards. This card shows a young man working on a series of coins, etching the pentacles onto them. He’s focused on his task, even if repetitive, which leads to a well-made result each time.",
  "Eight of Pentacles Reversed": "No passion, uninspired, no motivation. This card shows a young man working on a series of coins, etching the pentacles onto them. He’s focused on his task, even if repetitive, which leads to a well-made result each time.",
  "Nine of Pentacles": "Fruits of labor, reckless spending, rewards",
  "Nine of Pentacles Reversed": "Living beyond means, obsession with work",
  "Ten of Pentacles": "Legacy, inheritance, culmination",
  "Ten of Pentacles Reversed": "fleeting success, lack of stability, lack of resources",
  "Page of Pentacles": "Ambition, desire, diligence, craving new venture",
  "Page of Pentacles Reversed": "Lack of commitment, greed, laziness",
  "Knight of Pentacles": "Efficiency, hard work, responsibility",
  "Knight of Pentacles Reversed": "Obsessiveness, work without reward",
  "Queen of Pentacles": "Practicality, creature comforts, security",
  "Queen of Pentacles Reversed": "Self-centeredness, jealousy, smothering",
  "King of Pentacles": "Abundance, prosperity, provider, generousity",
  "King of Pentacles Reversed": "Greed, indulgence, excess"
}
